{
    "info": {
        "id": "SB 5.5.25",
        "prevId": "SB 5.5.24",
        "nextId": "SB 5.5.26"
    },
    "verses": [
        {
            "roman": "matto 'py anantāt parataḥ parasmāt\nsvargāpavargādhipater na kiñcit\nyeṣāṁ kim u syād itareṇa teṣām\nakiñcanānāṁ mayi bhakti-bhājām\n"
        }
    ],
    "synonyms": "\nmattaḥ—from Me; api—even; anantāt—unlimited in strength and opulence; parataḥ parasmāt—higher than the highest; svarga-apavarga-adhipateḥ—able to bestow happiness obtainable by living in the heavenly kingdom. by liberation, or by enjoyment of material comfort and then liberation; na—not; kiñcit—anything; yeṣām—of whom; kim—what need; u—oh; syāt—can there be; itareṇa—with any other; teṣām—of them; akiñcanānām—without needs or without possessions; mayi—unto Me; bhakti-bhājām—executing devotional service.\n\n",
    "translation": "\nI am fully opulent, almighty and superior to Lord Brahmā and Indra, the King of the heavenly planets. I am also the bestower of all happiness obtained in the heavenly kingdom and by liberation. Nonetheless, the brāhmaṇas do not seek material comforts from Me. They are very pure and do not want to possess anything. They simply engage in My devotional service. What is the need of their asking for material benefits from anyone else?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe perfect brahminical qualification is stated herein: akiñcanānāṁ mayi bhakti-bhājām. The brāhmaṇas are always engaged in the devotional service of the Lord: consequently they have no material wants, nor do they possess material things. In Caitanya-caritāmṛta :\n"
        },
        {
            "type": "verse",
            "content": "tasmān mayy arpitāśeṣa-\nkriyārthātmā nirantaraḥ\nmayy arpitātmanaḥ puṁso\nmayi sannyasta-karmaṇaḥ\nna paśyāmi paraṁ bhūtam\nakartuḥ sama-darśanāt"
        },
        {
            "type": "normal",
            "content": "\nThe brāhmaṇas are always dedicated to the Lord's service with their bodies, words and mind. There is no better person than a brāhmaṇa who thus engages himself and dedicates himself to the Supreme Lord.\n"
        }
    ]
}
