{
    "info": {
        "id": "sb/5/5/5",
        "prevId": "sb/5/5/4",
        "nextId": "sb/5/5/6"
    },
    "verses": [
        {
            "roman": "parābhavas tāvad abodha-jāto\nyāvan na jijñāsata ātma-tattvam\nyāvat kriyās tāvad idaṁ mano vai\nkarmātmakaṁ yena śarīra-bandhaḥ\n"
        }
    ],
    "synonyms": "parābhavaḥ—defeat, misery; tāvat—so long; abodha-jātaḥ—produced from ignorance; yāvat—as long as; na—not; jijñāsate—inquires about; ātma-tattvam—the truth of the self; yāvat—as long as; kriyāḥ—fruitive activities; tāvat—so long; idam—this; manaḥ—mind; vai—indeed; karma-ātmakam—absorbed in material activities; yena—by which; śarīra-bandhaḥ—bondage in this material body.",
    "translation": "As long as one does not inquire about the spiritual values of life, one is defeated and subjected to miseries arising from ignorance. Be it sinful or pious, karma has its resultant actions. If a person is engaged in any kind of karma, his mind is called karmātmaka, colored with fruitive activity. As long as the mind is impure, consciousness is unclear, and as long as one is absorbed in fruitive activity, he has to accept a material body.",
    "purport": [
        {
            "type": "normal",
            "content": "Generally people think that one should act very piously in order to be relieved from misery, but this is not a fact. Even though one engages in pious activity and speculation, he is nonetheless defeated. His only aim should be emancipation from the clutches of māyā and all material activities. Speculative knowledge and pious activity do not solve the problems of material life. One should be inquisitive to understand his spiritual position. As stated in Bhagavad-gītā :"
        },
        {
            "type": "verse",
            "content": "yathaidhāṁsi samiddho 'gnirbhasmasāt kurute 'rjuna\njñānāgniḥ sarva-karmāṇibhasmasāt kurute tathā"
        },
        {
            "type": "normal",
            "content": "\"As a blazing fire turns firewood to ashes, O Arjuna, so does the fire of knowledge burn to ashes all reactions to material activities.\""
        },
        {
            "type": "normal",
            "content": "Unless one understands the self and its activities, one has to be considered in material bondage. In Śrīmad-Bhāgavatam . The real bhakta is untouched by any tinge of karma and jñāna. His only purpose in life is to serve the Lord."
        }
    ]
}
