{
    "page_info": {
        "current_id": "SB 1.8.19",
        "previous_id": "SB 1.8.18",
        "next_id": "SB 1.8.20"
    },
    "verse": [
        {
            "roman": "māyā-javanikācchannam\najñādhokṣajam avyayam\nna lakṣyase mūḍha-dṛśā\nnaṭo nāṭyadharo yathā\n"
        }
    ],
    "synonyms": "\nmāyā—deluding; javanikā—curtain; ācchannam—covered by; ajñā—ignorant; adhokṣajam—beyond the range of material conception (transcendental); avyayam—irreproachable; na—not; lakṣyase—observed; mūḍha-dṛśā—by the foolish observer; naṭaḥ—artist; nāṭya-dharaḥ—dressed as a player; yathā—as.\n\n",
    "translation": "\nBeing beyond the range of limited sense perception, You are the eternally irreproachable factor covered by the curtain of deluding energy. You are invisible to the foolish observer, exactly as an actor dressed as a player is not recognized.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "In the Bhagavad-gītā Lord Śrī Kṛṣṇa affirms that less intelligent persons mistake Him to be an ordinary man like usand thus they deride Him. The same is confirmed herein by Queen Kuntī. The less intelligent persons are those who rebel against the authority of the Lord. Such persons are known as asuras. The asuras cannot recognize the Lord's authority. When the Lord Himself appears amongst usas RāmaNṛsiṁhaVarāha or in His original form as KṛṣṇaHe performs many wonderful acts which are humanly impossible. As we shall find in the Tenth Canto of this great literatureLord Śrī Kṛṣṇa exhibited His humanly impossible activities even from the days of His lying on the lap of His mother. He killed the Pūtanā witchalthough she smeared her breast with poison just to kill the Lord. The Lord sucked her breast like a natural babyand He sucked out her very life also. SimilarlyHe lifted the Govardhana Hilljust as a boy picks up a frog's umbrellaand stood several days continuously just to give protection to the residents of Vṛndāvana. These are some of the superhuman activities of the Lord described in the authoritative Vedic literatures like the PurāṇasItihāsas (histories) and Upaniṣads. He has delivered wonderful instructions in the shape of the Bhagavad-gītā. He has shown marvelous capacities as a heroas a householderas a teacher and as a renouncer. He is accepted as the Supreme Personality of Godhead by such authoritative personalities as VyāsaDevalaAsitaNāradaMadhvaŚaṅkaraRāmānujaŚrī Caitanya MahāprabhuJīva GosvāmīViśvanātha CakravartīBhaktisiddhānta Sarasvatī and all other authorities of the line. He Himself has declared as much in many places of the authentic literatures. And yet there is a class of men with demoniac mentality who are always reluctant to accept the Lord as the Supreme Absolute Truth. This is partially due to their poor fund of knowledge and partially due to their stubborn obstinacywhich results from various misdeeds in the past and present. Such persons could not recognize Lord Śrī Kṛṣṇa even when He was present before them. Another difficulty is that those who depend more on their imperfect senses cannot realize Him as the Supreme Lord. Such persons are like the modern scientist. They want to know everything by their experimental knowledge. But it is not possible to know the Supreme Person by imperfect experimental knowledge. He is described herein as adhokṣajaor beyond the range of experimental knowledge. All our senses are imperfect. We claim to observe everything and anythingbut we must admit that we can observe things under certain material conditions onlywhich are also beyond our control. The Lord is beyond the observation of sense perception. Queen Kuntī accepts this deficiency of the conditioned soulespecially of the woman classwho are less intelligent. For less intelligent men there must be such things as templesmosques or churches so that they may begin to recognize the authority of the Lord and hear about Him from authorities in such holy places. For less intelligent menthis beginning of spiritual life is essentialand only foolish men decry the establishment of such places of worshipwhich are required to raise the standard of spiritual attributes for the mass of people. For less intelligent personsbowing down before the authority of the Lordas generally done in the templesmosques or churchesis as beneficial as it is for the advanced devotees to meditate upon Him by active service."
        }
    ]
}
