{
    "page_info": {
        "current_id": "SB 1.8.24",
        "previous_id": "SB 1.8.23",
        "next_id": "SB 1.8.25"
    },
    "verse": [
        {
            "roman": "viṣān mahāgneḥ puruṣāda-darśanād\nasat-sabhāyā vana-vāsa-kṛcchrataḥ\nmṛdhe mṛdhe 'neka-mahārathāstrato\ndrauṇy-astrataś cāsma hare 'bhirakṣitāḥ\n"
        }
    ],
    "synonyms": "\nviṣāt—from poison; mahā-agneḥ—from the great fire; puruṣa-ada—the man-eaters; darśanāt—by combating; asat—vicious; sabhāyāḥ—assembly; vana-vāsa—exiled to the forest; kṛcchrataḥ—sufferings; mṛdhe mṛdhe—again and again in battle; aneka—many; mahā-ratha—great generals; astrataḥ—weapons; drauṇi—the son of Droṇācārya; astrataḥ—from the weapon of; ca—and; āsma—indicating past tense; hare—O my Lord; abhirakṣitāḥ—protected completely.\n\n",
    "translation": "\nMy dear Kṛṣṇa, Your Lordship has protected us from a poisoned cake, from a great fire, from cannibals, from the vicious assembly, from sufferings during our exile in the forest and from the battle where great generals fought. And now You have saved us from the weapon of Aśvatthāmā.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The list of dangerous encounters is submitted herein. Devakī was once put into difficulty by her envious brotherotherwise she was well. But Kuntīdevī and her sons were put into one difficulty after another for years and years together. They were put into trouble by Duryodhana and his party due to the kingdomand each and every time the sons of Kuntī were saved by the Lord. Once Bhīma was administered poison in a cakeonce they were put into the house made of shellac and set afireand once Draupadī was dragged outand attempts were made to insult her by stripping her naked in the vicious assembly of the Kurus. The Lord saved Draupadī by supplying an immeasurable length of clothand Duryodhana's party failed to see her naked. Similarlywhen they were exiled in the forestBhīma had to fight with the man-eater demon Hiḍimbā Rākṣasabut the Lord saved him. So it was not finished there. After all these tribulationsthere was the great Battle of Kurukṣetraand Arjuna had to meet such great generals as DroṇaBhīṣma and Karṇaall powerful fighters. And at lasteven when everything was done away withthere was the brahmāstra released by the son of Droṇācārya to kill the child within the womb of Uttarāand so the Lord saved the only surviving descendant of the KurusMahārāja Parīkṣit."
        }
    ]
}
