{
    "page_info": {
        "current_id": "SB 1.8.27",
        "previous_id": "SB 1.8.26",
        "next_id": "SB 1.8.28"
    },
    "verse": [
        {
            "roman": "namo 'kiñcana-vittāya\nnivṛtta-guṇa-vṛttaye\nātmārāmāya śāntāya\nkaivalya-pataye namaḥ\n"
        }
    ],
    "synonyms": "\nnamaḥ—all obeisances unto You; akiñcana-vittāya—unto the property of the materially impoverished; nivṛtta—completely transcendental to the actions of the material modes; guṇa—material modes; vṛttaye—affection; ātma-ārāmāya—one who is self-satisfied; śāntāya—the most gentle; kaivalya-pataye—unto the master of the monists; namaḥ—bowing down.\n\n",
    "translation": "\nMy obeisances are unto You, who are the property of the materially impoverished. You have nothing to do with the actions and reactions of the material modes of nature. You are self-satisfied, and therefore You are the most gentle and are master of the monists.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "A living being is finished as soon as there is nothing to possess. Therefore a living being cannot bein the real sense of the terma renouncer. A living being renounces something for gaining something more valuable. A student sacrifices his childish proclivities to gain better education. A servant gives up his job for a better job. Similarlya devotee renounces the material world not for nothing but for something tangible in spiritual value. Śrīla Rūpa GosvāmīSanātana Gosvāmī and Śrīla Raghunātha dāsa Gosvāmī and others gave up their worldly pomp and prosperity for the sake of the service of the Lord. They were big men in the worldly sense. The Gosvāmīs were ministers in the government service of Bengaland Śrīla Raghunātha dāsa Gosvāmī was the son of a big zamindar of his time. But they left everything to gain something superior to what they previously possessed. The devotees are generally without material prosperitybut they have a very secret treasure-house in the lotus feet of the Lord. There is a nice story about Śrīla Sanātana Gosvāmī. He had a touchstone with himand this stone was left in a pile of refuse. A needy man took itbut later on wondered why the valuable stone was kept in such a neglected place. He therefore asked him for the most valuable thingand then he was given the holy name of the Lord. Akiñcana means one who has nothing to give materially. A factual devoteeor mahātmādoes not give anything material to anyone because he has already left all material assets. He canhoweverdeliver the supreme assetnamely the Personality of Godheadbecause He is the only property of a factual devotee. The touchstone of Sanātana Gosvāmīwhich was thrown in the rubbishwas not the property of the Gosvāmīotherwise it would not have been kept in such a place. This specific example is given for the neophyte devotees just to convince them that material hankerings and spiritual advancement go ill together. Unless one is able to see everything as spiritual in relation with the Supreme Lordone must always distinguish between spirit and matter. A spiritual master like Śrīla Sanātana Gosvāmīalthough personally able to see everything as spiritualset this example for us only because we have no such spiritual vision."
        },
        {
            "type": "regular",
            "text": "Advancement of material vision or material civilization is a great stumbling block for spiritual advancement. Such material advancement entangles the living being in the bondage of a material body followed by all sorts of material miseries. Such material advancement is called anarthaor things not wanted. Actually this is so. In the present context of material advancement one uses lipstick at a cost of fifty centsand there are so many unwanted things which are all products of the material conception of life. By diverting attention to so many unwanted thingshuman energy is spoiled without achievement of spiritual realizationthe prime necessity of human life. The attempt to reach the moon is another example of spoiling energy because even if the moon is reachedthe problems of life will not be solved. The devotees of the Lord are called akiñcanas because they have practically no material assets. Such material assets are all products of the three modes of material nature. They foil spiritual energyand thus the less we possess such products of material naturethe more we have a good chance for spiritual progress."
        },
        {
            "type": "regular",
            "text": "The Supreme Personality of Godhead has no direct connection with material activities. All His acts and deedswhich are exhibited even in this material worldare spiritual and without affection for the modes of material nature. In the Bhagavad-gītā the Lord says that all His actseven His appearance and disappearance in and out of the material worldare transcendentaland one who knows this perfectly shall not take his birth again in this material worldbut will go back to Godhead."
        },
        {
            "type": "regular",
            "text": "The material disease is due to hankering after and lording it over material nature. This hankering is due to an interaction of the three modes of natureand neither the Lord nor the devotees have attachment for such false enjoyment. Thereforethe Lord and the devotees are called nivṛtta-guṇa-vṛtti. The perfect nivṛtta-guṇa-vṛtti is the Supreme Lord because He never becomes attracted by the modes of material naturewhereas the living beings have such a tendency. Some of them are entrapped by the illusory attraction of material nature."
        },
        {
            "type": "regular",
            "text": "Because the Lord is the property of the devoteesand the devotees are the property of the Lord reciprocallythe devotees are certainly transcendental to the modes of material nature. That is a natural conclusion. Such unalloyed devotees are distinct from the mixed devotees who approach the Lord for mitigation of miseries and poverty or because of inquisitiveness and speculation. The unalloyed devotees and the Lord are transcendentally attached to one another. For othersthe Lord has nothing to reciprocateand therefore He is called ātmārāmaself-satisfied. Self-satisfied as He isHe is the master of all monists who seek to merge into the existence of the Lord. Such monists merge within the personal effulgence of the Lord called the brahmajyotibut the devotees enter into the transcendental pastimes of the Lordwhich are never to be misunderstood as material."
        }
    ]
}
