{
    "page_info": {
        "current_id": "SB 1.8.28",
        "previous_id": "SB 1.8.27",
        "next_id": "SB 1.8.29"
    },
    "verse": [
        {
            "roman": "manye tvāṁ kālam īśānam\nanādi-nidhanaṁ vibhum\nsamaṁ carantaṁ sarvatra\nbhūtānāṁ yan mithaḥ kaliḥ\n"
        }
    ],
    "synonyms": "\nmanye—I consider; tvām—Your Lordship; kālam—the eternal time; īśānam—the Supreme Lord; anādi-nidhanam—without beginning and end; vibhum—all-pervading; samam—equally merciful; carantam—distributing; sarvatra—everywhere; bhūtānām—of the living beings; yat mithaḥ—by intercourse; kaliḥ—dissension.\n\n",
    "translation": "\nMy Lord, I consider Your Lordship to be eternal time, the supreme controller, without beginning and end, the all-pervasive one. In distributing Your mercy, You are equal to everyone. The dissensions between living beings are due to social intercourse.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Kuntīdevī knew that Kṛṣṇa was neither her nephew nor an ordinary family member of her paternal house. She knew perfectly well that Kṛṣṇa is the primeval Lord who lives in everyone's heart as the SupersoulParamātmā. Another name of the Paramātmā feature of the Lord is kālaor eternal time. Eternal time is the witness of all our actionsgood and badand thus resultant reactions are destined by Him. It is no use saying that we do not know why and for what we are suffering. We may forget the misdeed for which we may suffer at this present momentbut we must remember that Paramātmā is our constant companionand therefore He knows everythingpastpresent and future. And because the Paramātmā feature of Lord Kṛṣṇa destines all actions and reactionsHe is the supreme controller also. Without His sanction not a blade of grass can move. The living beings are given as much freedom as they deserveand misuse of that freedom is the cause of suffering. The devotees of the Lord do not misuse their freedomand therefore they are the good sons of the Lord. Otherswho misuse freedomare put into miseries destined by the eternal kāla. The kāla offers the conditioned souls both happiness and miseries. It is all predestined by eternal time. As we have miseries uncalled-forso we may have happiness also without being askedfor they are all predestined by kāla. No one is therefore either an enemy or friend of the Lord. Everyone is suffering and enjoying the result of his own destiny. This destiny is made by the living beings in course of social intercourse. Everyone here wants to lord it over the material natureand thus everyone creates his own destiny under the supervision of the Supreme Lord. He is all-pervading and therefore He can see everyone's activities. And because the Lord has no beginning or endHe is known also as the eternal timekāla."
        }
    ]
}
