{
    "page_info": {
        "current_id": "SB 1.8.30",
        "previous_id": "SB 1.8.29",
        "next_id": "SB 1.8.31"
    },
    "verse": [
        {
            "roman": "janma karma ca viśvātmann\najasyākartur ātmanaḥ\ntiryaṅ-nṟṣiṣu yādaḥsu\ntad atyanta-viḍambanam\n"
        }
    ],
    "synonyms": "\njanma—birth; karma—activity; ca—and; viśva-ātman—O soul of the universe; ajasya—of the unborn; akartuḥ—of the inactive; ātmanaḥ—of the vital energy; tiryak—animal; nṛ—human being; ṛṣiṣu—in the sages; yādaḥsu—in the water; tat—that; atyanta—veritable; viḍambanam—bewildering.\n\n",
    "translation": "\nOf course it is bewildering, O soul of the universe, that You work, though You are inactive, and that You take birth, though You are the vital force and the unborn. You Yourself descend amongst animals, men, sages and aquatics. Verily, this is bewildering.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The transcendental pastimes of the Lord are not only bewildering but also apparently contradictory. In other wordsthey are all inconceivable to the limited thinking power of the human being. The Lord is the all-prevailing Supersoul of all existenceand yet He appears in the form of a boar amongst the animalsin the form of a human being as RāmaKṛṣṇaetc.in the form of a ṛṣi like Nārāyaṇaand in the form of an aquatic like a fish. Yet it is said that He is unbornand He has nothing to do. In the śruti mantra it is said that the Supreme Brahman has nothing to do. No one is equal to or greater than Him. He has manifold energiesand everything is performed by Him perfectly by automatic knowledgestrength and activity. All these statements prove without any question that the Lord's activitiesforms and deeds are all inconceivable to our limited thinking powerand because He is inconceivably powerfuleverything is possible in Him. Therefore no one can calculate Him exactly; every action of the Lord is bewildering to the common man. He cannot be understood by the Vedic knowledgebut He can be easily understood by the pure devotees because they are intimately related with Him. The devotees therefore know that although He appears amongst the animalsHe is not an animalnor a mannor a ṛṣinor a fish. He is eternally the Supreme Lordin all circumstances."
        }
    ]
}
