{
    "page_info": {
        "current_id": "SB 1.8.5",
        "previous_id": "SB 1.8.4",
        "next_id": "SB 1.8.6"
    },
    "verse": [
        {
            "roman": "sādhayitvājāta-śatroḥ\nsvaṁ rājyaṁ kitavair hṛtam\nghātayitvāsato rājñaḥ\nkaca-sparśa-kṣatāyuṣaḥ\n"
        }
    ],
    "synonyms": "\nsādhayitvā—having executed; ajāta-śatroḥ—of one who has no enemy; svam rājyam—own kingdom; kitavaiḥ—by the clever (Duryodhana and party); hṛtam—usurped; ghātayitvā—having killed; asataḥ—the unscrupulous; rājñaḥ—of the queen's; kaca—bunch of hair; sparśa—roughly handled; kṣata—decreased; āyuṣaḥ—by the duration of life.\n\n",
    "translation": "\nThe clever Duryodhana and his party cunningly usurped the kingdom of Yudhiṣṭhira, who had no enemy. By the grace of the Lord, the recovery was executed, and the unscrupulous kings who joined with Duryodhana were killed by Him. Others also died, their duration of life having decreased for their rough handling of the hair of Queen Draupadī.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "In the glorious daysor before the advent of the age of Kalithe brāhmaṇasthe cowsthe womenthe children and the old men were properly given protection."
        },
        {
            "type": "regular",
            "text": "This complete outlook is based on factors leading to successful humanity as against the civilization of polished cats and dogs. The killing of the above-mentioned innocent creatures is totally forbidden because even by insulting them one loses one's duration of life. In the age of Kali they are not properly protectedand therefore the duration of life of the present generation has shortened considerably. In the Bhagavad-gītā it is stated that when the women become unchaste for want of proper protectionthere are unwanted children called varṇa-saṅkara. To insult a chaste woman means to bring about disaster in the duration of life. Duḥśāsanaa brother of Duryodhanainsulted Draupadīan ideal chaste ladyand therefore the miscreants died untimely. These are some of the stringent laws of the Lord mentioned above."
        }
    ]
}
