{
    "info": {
        "id": "SB 7.6.24",
        "prevId": "SB 7.6.20-23",
        "nextId": "SB 7.6.25"
    },
    "verses": [
        {
            "roman": "tasmāt sarveṣu bhūteṣu\ndayāṁ kuruta sauhṛdam\nbhāvam āsuram unmucya\nyayā tuṣyaty adhokṣajaḥ\n"
        }
    ],
    "synonyms": "\ntasmāt—therefore; sarveṣu—to all; bhūteṣu—living entities; dayām—mercy; kuruta—show; sauhṛdam—friendliness; bhāvam—the attitude; āsuram—of the demons (who separate friends and enemies); unmucya—giving up; yayā—by which; tuṣyati—is satisfied; adhokṣajaḥ—the Supreme Lord, who is beyond the perception of the senses.\n\n",
    "translation": "\nTherefore, my dear young friends born of demons, please act in such a way that the Supreme Lord, who is beyond the conception of material knowledge, will be satisfied. Give up your demoniac nature and act without enmity or duality. Show mercy to all living entities by enlightening them in devotional service, thus becoming their well-wishers.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe Lord says in Bhagavad-gītā ). That is the easiest way to realize the Supreme Personality of Godhead. By such preaching, the preacher becomes satisfied, and those to whom he preaches are also satisfied. This is the process of bringing peace and tranquillity to the entire world.\n"
        },
        {
            "type": "verse",
            "content": "bhoktāraṁ yajña-tapasāṁ\nsarva-loka-maheśvaram\nsuhṛdaṁ sarva-bhūtānāṁ\njñātvā māṁ śāntim ṛcchati\n"
        },
        {
            "type": "normal",
            "content": "\nOne is expected to understand these three formulas of knowledge concerning the Supreme Lord—that He is the supreme enjoyer, that He is the proprietor of everything, and that He is the best well-wisher and friend of everyone. A preacher should personally understand these truths and preach them to everyone. Then there will be peace and tranquillity all over the world.\n"
        },
        {
            "type": "normal",
            "content": "The word sauhṛdam (\"friendliness\") is very significant in this verse. People are generally ignorant of Kṛṣṇa consciousness, and therefore to become their best well-wisher one should teach them about Kṛṣṇa consciousness without discrimination. Since the Supreme Lord, Viṣṇu, is situated in the core of everyone's heart, every body is a temple of Viṣṇu. One should not misuse this understanding as an excuse for such words as daridra-nārāyaṇa. If Nārāyaṇa lives in the house of a daridra, a poor man, this does not mean that Nārāyaṇa becomes poor. He lives everywhere—in the houses of the poor and those of the rich—but in all circumstances He remains Nārāyaṇa; to think that He becomes either poor or rich is a material calculation. He is always ṣaḍ-aiśvarya-pūrṇa, full in six opulences, in all circumstances.\n"
        }
    ]
}
