{
    "info": {
        "id": "SB 2.5.21",
        "prevId": "SB 2.5.20",
        "nextId": "SB 2.5.22"
    },
    "verses": [
        {
            "roman": "kālaṁ karma svabhāvaṁ ca\nmāyeśo māyayā svayā\nātman yadṛcchayā prāptaṁ\nvibubhūṣur upādade\n"
        }
    ],
    "synonyms": "\nkālam—eternal time; karma—the fate of the living entity; svabhāvam—nature; ca—also; māyā—potency; īśaḥ—the controller; māyayā—by the energy; svayā—of His own; ātman (ātmani)—unto His Self; yadṛcchayā—independently; prāptam—being merged in; vibubhūṣuḥ—appearing differently; upādade—accepted for being created again.\n\n",
    "translation": "\nThe Lord, who is the controller of all energies, thus creates, by His own potency, eternal time, the fate of all living entities, and their particular nature, for which they were created, and He again merges them independently.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe creation of the material world, wherein the conditioned souls are allowed to act subordinately by the Supreme Lord, takes place again and again after being repeatedly annihilated. The material creation is something like a cloud in the unlimited sky. The real sky is the spiritual sky, eternally filled with the rays of the brahmajyoti, and a portion of this unlimited sky is covered by the mahat-tattva cloud of the material creation, in which the conditioned souls, who want to lord it against the will of the Lord, are put into play as they desire under the control of the Lord by the agency of His external energy. As the rainy season appears and disappears regularly, the creation takes place and is again annihilated under the control of the Lord, as confirmed in the Bhagavad-gītā . For human intelligence it is very difficult to conceive how the whole creation rests on His expansion of energy, but the Lord has given a very good example in the Bhagavad-gītā. It is said that although the air and the atoms rest within the huge expansion of the sky, which is like the resting reservoir of everything materially created, still the sky remains separate and unaffected. Similarly although the Supreme Lord maintains everything created by His expansion of energy, He always remains separate. This is accepted even by Śaṅkarācārya, the great advocate of the impersonal form of the Absolute. He says nārāyaṇaḥ paro 'vyaktāt, or Nārāyaṇa exists separately, apart from the impersonal creative energy. The whole creation thus merges within the body of transcendental Nārāyaṇa at the time of annihilation, and the creation emanates from His body again with the same unchanging categories of fate and individual nature. The individual living entities, being parts and parcels of the Lord, are sometimes described as ātmā, qualitatively one in spiritual constitution. But because such living entities are apt to be attracted to the material creation, actively and subjectively, they are therefore different from the Lord.\n"
        }
    ]
}
