{
    "page_info": {
        "current_id": "SB 1.2.12",
        "previous_id": "SB 1.2.11",
        "next_id": "SB 1.2.13"
    },
    "verse": [
        {
            "roman": "tac chraddadhānā munayo\njñāna-vairāgya-yuktayā\npaśyanty ātmani cātmānaṁ\nbhaktyā śruta-gṛhītayā\n"
        }
    ],
    "synonyms": "\ntat—that; śraddadhānāḥ—seriously inquisitive; munayaḥ—sages; jñāna—knowledge; vairāgya—detachment; yuktayā—well equipped with; paśyanti—see; ātmani—within himself; ca—and; ātmānam—the Paramātmā; bhaktyā—in devotional service; śruta—the Vedas; gṛhītayā—well received.\n\n",
    "translation": "\nThe seriously inquisitive student or sage, well equipped with knowledge and detachment, realizes that Absolute Truth by rendering devotional service in terms of what he has heard from the Vedānta-śruti.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The Absolute Truth is realized in full by the process of devotional service to the LordVāsudevaor the Personality of Godheadwho is the full-fledged Absolute Truth. Brahman is His transcendental bodily effulgenceand Paramātmā is His partial representation. As suchBrahman or Paramātmā realization of the Absolute Truth is but a partial realization. There are four different types of human beings—the karmīsthe jñānīsthe yogīs and the devotees. The karmīs are materialisticwhereas the other three are transcendental. The first-class transcendentalists are the devotees who have realized the Supreme Person. The second-class transcendentalists are those who have partially realized the plenary portion of the absolute person. And the third-class transcendentalists are those who have barely realized the spiritual focus of the absolute person. As stated in the Bhagavad-gītā and other Vedic literaturesthe Supreme Person is realized by devotional servicewhich is backed by full knowledge and detachment from material association. We have already discussed the point that devotional service is followed by knowledge and detachment from material association. As Brahman and Paramātmā realization are imperfect realizations of the Absolute Truthso the means of realizing Brahman and Paramātmāi.e.the paths of jñāna and yogaare also imperfect means of realizing the Absolute Truth. Devotional servicewhich is based on the foreground of full knowledge combined with detachment from material association and which is fixed by the aural reception of the Vedānta-śrutiis the only perfect method by which the seriously inquisitive student can realize the Absolute Truth. Devotional service is notthereforemeant for the less intelligent class of transcendentalist. There are three classes of devoteesnamely firstsecondand third class. The third-class devoteesor the neophyteswho have no knowledge and are not detached from material associationbut who are simply attracted by the preliminary process of worshiping the Deity in the templeare called material devotees. Material devotees are more attached to material benefit than transcendental profit. Thereforeone has to make definite progress from the position of material devotional service to the second-class devotional position. In the second-class positionthe devotee can see four principles in the devotional linenamely the Personality of GodheadHis devoteesthe ignorant and the envious. One has to raise himself at least to the stage of a second-class devotee and thus become eligible to know the Absolute Truth."
        },
        {
            "type": "regular",
            "text": "A third-class devoteethereforehas to receive the instructions of devotional service from the authoritative sources of Bhāgavata. The number one Bhāgavata is the established personality of devoteeand the other Bhāgavatam is the message of Godhead. The third-class devotee therefore has to go to the personality of devotee in order to learn the instructions of devotional service. Such a personality of devotee is not a professional man who earns his livelihood by the business of Bhāgavatam. Such a devotee must be a representative of Śukadeva Gosvāmīlike Sūta Gosvāmīand must preach the cult of devotional service for the all-around benefit of all people. A neophyte devotee has very little taste for hearing from the authorities. Such a neophyte devotee makes a show of hearing from the professional man to satisfy his senses. This sort of hearing and chanting has spoiled the whole thingso one should be very careful about the faulty process. The holy messages of Godheadas inculcated in the Bhagavad-gītā or in the Śrīmad-Bhāgavatamare undoubtedly transcendental subjectsbut even though they are sosuch transcendental matters are not to be received from the professional manwho spoils them as the serpent spoils milk simply by the touch of his tongue."
        },
        {
            "type": "regular",
            "text": "A sincere devotee mustthereforebe prepared to hear the Vedic literature like the UpaniṣadsVedānta and other literatures left by the previous authorities or Gosvāmīsfor the benefit of his progress. Without hearing such literaturesone cannot make actual progress. And without hearing and following the instructionsthe show of devotional service becomes worthless and therefore a sort of disturbance in the path of devotional service. Unlessthereforedevotional service is established on the principles of śrutismṛtipurāṇa or pañcarātra authoritiesthe make-show of devotional service should at once be rejected. An unauthorized devotee should never be recognized as a pure devotee. By assimilation of such messages from the Vedic literaturesone can see the all-pervading localized aspect of the Personality of Godhead within his own self constantly. This is called samādhi."
        }
    ]
}
