{
    "page_info": {
        "current_id": "SB 1.2.20",
        "previous_id": "SB 1.2.19",
        "next_id": "SB 1.2.21"
    },
    "verse": [
        {
            "roman": "evaṁ prasanna-manaso\nbhagavad-bhakti-yogataḥ\nbhagavat-tattva-vijñānaṁ\nmukta-saṅgasya jāyate\n"
        }
    ],
    "synonyms": "\nevam—thus; prasanna—enlivened; manasaḥ—of the mind; bhagavat-bhakti—the devotional service of the Lord; yogataḥ—by contact of; bhagavat—regarding the Personality of Godhead; tattva—knowledge; vijñānam—scientific; mukta—liberated; saṅgasya—of the association; jāyate—becomes effective.\n\n",
    "translation": "\nThus established in the mode of unalloyed goodness, the man whose mind has been enlivened by contact with devotional service to the Lord gains positive scientific knowledge of the Personality of Godhead in the stage of liberation from all material association.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "In the Bhagavad-gītā  it is also said that scientific knowledge of Śrī Kṛṣṇa is understood only by the process of devotional service (bhakti-yoga)."
        },
        {
            "type": "regular",
            "text": "The very same thing is confirmed herein in the above words. No ordinary manor even one who has attained success in human lifecan know scientifically or perfectly the Personality of Godhead. Perfection of human life is attained when one can understand that he is not the product of matter but is in fact spirit. And as soon as one understands that he has nothing to do with matterhe at once ceases his material hankerings and becomes enlivened as a spiritual being. This attainment of success is possible when one is above the modes of passion and ignoranceorin other wordswhen one is actually a brāhmaṇa by qualification. A brāhmaṇa is the symbol of sattva-guṇaor the mode of goodness. And otherswho are not in the mode of goodnessare either kṣatriyasvaiśyasśūdras or less than the śūdras. The brahminical stage is the highest stage of human life because of its good qualities. So one cannot be a devotee unless one at least qualifies as a brāhmaṇa. The devotee is already a brāhmaṇa by action. But that is not the end of it. As referred to abovesuch a brāhmaṇa has to become a Vaiṣṇava in fact to be actually in the transcendental stage. A pure Vaiṣṇava is a liberated soul and is transcendental even to the position of a brāhmaṇa. In the material stage even a brāhmaṇa is also a conditioned soul because although in the brahminical stage the conception of Brahman or transcendence is realizedscientific knowledge of the Supreme Lord is lacking. One has to surpass the brahminical stage and reach the vasudeva stage to understand the Personality of Godhead Kṛṣṇa. The science of the Personality of Godhead is the subject matter for study by the postgraduate students in the spiritual line. Foolish menor men with a poor fund of knowledgedo not understand the Supreme Lordand they interpret Kṛṣṇa according to their respective whims. The fact ishoweverthat one cannot understand the science of the Personality of Godhead unless one is freed from the contamination of the material modeseven up to the stage of a brāhmaṇa. When a qualified brāhmaṇa factually becomes a Vaiṣṇavain the enlivened state of liberation he can know what is actually the Personality of Godhead."
        }
    ]
}
