{
    "page_info": {
        "current_id": "SB 1.2.26",
        "previous_id": "SB 1.2.25",
        "next_id": "SB 1.2.27"
    },
    "verse": [
        {
            "roman": "mumukṣavo ghora-rūpān\nhitvā bhūta-patīn atha\nnārāyaṇa-kalāḥ śāntā\nbhajanti hy anasūyavaḥ\n"
        }
    ],
    "synonyms": "\nmumukṣavaḥ—persons desiring liberation; ghora—horrible, ghastly; rūpān—forms like that; hitvā—rejecting; bhūta-patīn—demigods; atha—for this reason; nārāyaṇa—the Personality of Godhead; kalāḥ—plenary portions; śāntāḥ—all-blissful; bhajanti—do worship; hi—certainly; anasūyavaḥ—nonenvious.\n\n",
    "translation": "\nThose who are serious about liberation are certainly nonenvious, and they respect all. Yet they reject the horrible and ghastly forms of the demigods and worship only the all-blissful forms of Lord Viṣṇu and His plenary portions.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The Supreme Personality of Godhead Śrī Kṛṣṇawho is the original person of the Viṣṇu categoriesexpands Himself in two different categoriesnamely integrated plenary portions and separated parts and parcels. The separated parts and parcels are the servitorsand the integrated plenary portions of viṣṇu-tattvas are the worshipful objects of service."
        },
        {
            "type": "regular",
            "text": "All demigods who are empowered by the Supreme Lord are also separated parts and parcels. They do not belong to the categories of viṣṇu-tattva. The viṣṇu-tattvas are living beings equally as powerful as the original form of the Personality of Godheadand They display different categories of power in consideration of different times and circumstances. The separated parts and parcels are powerful by limitation. They do not have unlimited power like the viṣṇu-tattvas. Thereforeone should never classify the viṣṇu-tattvasor the plenary portions of Nārāyaṇathe Personality of Godheadin the same categories with the parts and parcels. If anyone does so he becomes at once an offender by the name pāṣaṇḍī. In the age of Kali many foolish persons commit such unlawful offenses and equalize the two categories."
        },
        {
            "type": "regular",
            "text": "The separated parts and parcels have different positions in the estimation of material powersand some of them are like Kāla-bhairavaŚmaśāna-bhairavaŚaniMahākālī and Caṇḍikā. These demigods are worshiped mostly by those who are in the lowest categories of the mode of darkness or ignorance. Other demigodslike BrahmāŚivaSūryaGaṇeśa and many similar deitiesare worshiped by men in the mode of passionurged on by the desire for material enjoyment. But those who are actually situated in the mode of goodness (sattva-guṇa) of material nature worship only viṣṇu-tattvas. Viṣṇu-tattvas are represented by various names and formssuch as NārāyaṇaDāmodaraVāmanaGovinda and Adhokṣaja."
        },
        {
            "type": "regular",
            "text": "The qualified brāhmaṇas worship the viṣṇu-tattvas represented by the śālagrāma-śilāand some of the higher castes like the kṣatriyas and vaiśyas also generally worship the viṣṇu-tattvas."
        },
        {
            "type": "regular",
            "text": "Highly qualified brāhmaṇas situated in the mode of goodness have no grudges against the mode of worship of others. They have all respect for other demigodseven though they may look ghastlylike Kāla-bhairava or Mahākālī. They know very well that those horrible features of the Supreme Lord are all different servitors of the Lord under different conditionsyet they reject the worship of both horrible and attractive features of the demigodsand they concentrate only on the forms of Viṣṇu because they are serious about liberation from the material conditions. The demigodseven to the stage of Brahmāthe supreme of all the demigodscannot offer liberation to anyone. Hiraṇyakaśipu underwent a severe type of penance to become eternal in lifebut his worshipful deityBrahmācould not satisfy him with such blessings. Therefore Viṣṇuand none elseis called mukti-pādaor the Personality of Godhead who can bestow upon us muktiliberation. The demigodsbeing like other living entities in the material worldare all liquidated at the time of the annihilation of the material structure. They are themselves unable to get liberationand what to speak of giving liberation to their devotees. The demigods can award the worshipers some temporary benefit onlyand not the ultimate one."
        },
        {
            "type": "regular",
            "text": "It is for this reason only that candidates for liberation deliberately reject the worship of the demigodsalthough they have no disrespect for any one of them."
        }
    ]
}
