{
    "page_info": {
        "current_id": "SB 1.2.6",
        "previous_id": "SB 1.2.5",
        "next_id": "SB 1.2.7"
    },
    "verse": [
        {
            "roman": "sa vai puṁsāṁ paro dharmo\nyato bhaktir adhokṣaje\nahaituky apratihatā\nyayātmā suprasīdati\n"
        }
    ],
    "synonyms": "\nsaḥ—that; vai—certainly; puṁsām—for mankind; paraḥ—sublime; dharmaḥ—occupation; yataḥ—by which; bhaktiḥ—devotional service; adhokṣaje—unto the Transcendence; ahaitukī—causeless; apratihatā—unbroken; yayā—by which; ātmā—the self; suprasīdati—completely satisfied.\n\n",
    "translation": "\nThe supreme occupation [dharma] for all humanity is that by which men can attain to loving devotional service unto the transcendent Lord. Such devotional service must be unmotivated and uninterrupted to completely satisfy the self.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "In this statementŚrī Sūta Gosvāmī answers the first question of the sages of Naimiṣāraṇya. The sages asked him to summarize the whole range of revealed scriptures and present the most essential part so that fallen people or the people in general might easily take it up. The Vedas prescribe two different types of occupation for the human being. One is called the pravṛtti-mārgaor the path of sense enjoymentand the other is called the nivṛtti-mārgaor the path of renunciation. The path of enjoyment is inferiorand the path of sacrifice for the supreme cause is superior. The material existence of the living being is a diseased condition of actual life. Actual life is spiritual existenceor brahma-bhūta  existencewhere life is eternalblissful and full of knowledge. Material existence is temporaryillusory and full of miseries. There is no happiness at all. There is just the futile attempt to get rid of the miseriesand temporary cessation of misery is falsely called happiness. Thereforethe path of progressive material enjoymentwhich is temporarymiserable and illusoryis inferior. But devotional service to the Supreme Lordwhich leads one to eternalblissful and all-cognizant lifeis called the superior quality of occupation. This is sometimes polluted when mixed with the inferior quality. For exampleadoption of devotional service for material gain is certainly an obstruction to the progressive path of renunciation. Renunciation or abnegation for ultimate good is certainly a better occupation than enjoyment in the diseased condition of life. Such enjoyment only aggravates the symptoms of disease and increases its duration. Therefore devotional service to the Lord must be pure in qualityi.e.without the least desire for material enjoyment. One shouldthereforeaccept the superior quality of occupation in the form of the devotional service of the Lord without any tinge of unnecessary desirefruitive action and philosophical speculation. This alone can lead one to perpetual solace in His service."
        },
        {
            "type": "regular",
            "text": "We have purposely denoted dharma as occupation because the root meaning of the word dharma is \"that which sustains one's existence.\" A living being's sustenance of existence is to coordinate his activities with his eternal relation with the Supreme Lord Kṛṣṇa. Kṛṣṇa is the central pivot of living beingsand He is the all-attractive living entity or eternal form amongst all other living beings or eternal forms. Each and every living being has his eternal form in the spiritual existenceand Kṛṣṇa is the eternal attraction for all of them. Kṛṣṇa is the complete wholeand everything else is His part and parcel. The relation is one of the servant and the served. It is transcendental and is completely distinct from our experience in material existence. This relation of servant and the served is the most congenial form of intimacy. One can realize it as devotional service progresses. Everyone should engage himself in that transcendental loving service of the Lordeven in the present conditional state of material existence. That will gradually give one the clue to actual life and please him to complete satisfaction."
        }
    ]
}
