{
    "page_info": {
        "current_id": "SB 1.2.8",
        "previous_id": "SB 1.2.7",
        "next_id": "SB 1.2.9"
    },
    "verse": [
        {
            "roman": "dharmaḥ svanuṣṭhitaḥ puṁsāṁ\nviṣvaksena-kathāsu yaḥ\nnotpādayed yadi ratiṁ\nśrama eva hi kevalam\n"
        }
    ],
    "synonyms": "\ndharmaḥ—occupation; svanuṣṭhitaḥ—executed in terms of one's own position; puṁsām—of humankind; viṣvaksena—the Personality of Godhead (plenary portion); kathāsu—in the message of; yaḥ—what is; na—not; utpādayet—does produce; yadi—if; ratim—attraction; śramaḥ—useless labor; eva—only; hi—certainly; kevalam—entirely.\n\n",
    "translation": "\nThe occupational activities a man performs according to his own position are only so much useless labor if they do not provoke attraction for the message of the Personality of Godhead.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "There are different occupational activities in terms of man's different conceptions of life. To the gross materialist who cannot see anything beyond the gross material bodythere is nothing beyond the senses. Therefore his occupational activities are limited to concentrated and extended selfishness. Concentrated selfishness centers around the personal body—this is generally seen amongst the lower animals. Extended selfishness is manifested in human society and centers around the familysocietycommunitynation and world with a view to gross bodily comfort. Above these gross materialists are the mental speculators who hover aloft in the mental spheresand their occupational duties involve making poetry and philosophy or propagating some ism with the same aim of selfishness limited to the body and the mind. But above the body and mind is the dormant spirit soul whose absence from the body makes the whole range of bodily and mental selfishness completely null and void. But less intelligent people have no information of the needs of the spirit soul."
        },
        {
            "type": "regular",
            "text": "Because foolish people have no information of the soul and how it is beyond the purview of the body and mindthey are not satisfied in the performance of their occupational duties. The question of the satisfaction of the self is raised herein. The self is beyond the gross body and subtle mind. He is the potent active principle of the body and mind. Without knowing the need of the dormant soulone cannot be happy simply with emolument of the body and mind. The body and the mind are but superfluous outer coverings of the spirit soul. The spirit soul's needs must be fulfilled. Simply by cleansing the cage of the birdone does not satisfy the bird. One must actually know the needs of the bird himself."
        },
        {
            "type": "regular",
            "text": "The need of the spirit soul is that he wants to get out of the limited sphere of material bondage and fulfill his desire for complete freedom. He wants to get out of the covered walls of the greater universe. He wants to see the free light and the spirit. That complete freedom is achieved when he meets the complete spiritthe Personality of Godhead. There is a dormant affection for God within everyone; spiritual existence is manifested through the gross body and mind in the form of perverted affection for gross and subtle matter. Therefore we have to engage ourselves in occupational engagements that will evoke our divine consciousness. This is possible only by hearing and chanting the divine activities of the Supreme Lordand any occupational activity which does not help one to achieve attachment for hearing and chanting the transcendental message of Godhead is said herein to be simply a waste of time. This is because other occupational duties (whatever ism they may belong to) cannot give liberation to the soul. Even the activities of the salvationists are considered to be useless because of their failure to pick up the fountainhead of all liberties. The gross materialist can practically see that his material gain is limited only to time and spaceeither in this world or in the other. Even if he goes up to the Svargalokahe will find no permanent abode for his hankering soul. The hankering soul must be satisfied by the perfect scientific process of perfect devotional service."
        }
    ]
}
