{
    "page_info": {
        "current_id": "SB 1.10.19",
        "previous_id": "SB 1.10.18",
        "next_id": "SB 1.10.20"
    },
    "verse": [
        {
            "roman": "aśrūyantāśiṣaḥ satyās\ntatra tatra dvijeritāḥ\nnānurūpānurūpāś ca\nnirguṇasya guṇātmanaḥ\n"
        }
    ],
    "synonyms": "\naśrūyanta—being heard; āśiṣaḥ—benediction; satyāḥ—all truths; tatra—here; tatra—there; dvija-īritāḥ—sounded by learned brāhmaṇas; na—not; anurūpa—befitting; anurūpāḥ—fitting; ca—also; nirguṇasya—of the Absolute; guṇa-ātmanaḥ—playing the role of a human being.\n\n",
    "translation": "\nIt was being heard here and there that the benedictions being paid to Kṛṣṇa were neither befitting nor unbefitting because they were all for the Absolute, who was now playing the part of a human being.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "At places there were sounds of Vedic benediction aiming at the Personality of Godhead Śrī Kṛṣṇa. The benedictions were fitting in the sense that the Lord was playing the part of a human beingas if a cousin of Mahārāja Yudhiṣṭhirabut they were also unfitting because the Lord is absolute and has nothing to do with any kind of material relativities. He is nirguṇaor there are no material qualities in Himbut He is full of transcendental qualities. In the transcendental world there is nothing contradictorywhereas in the relative world everything has its opposite. In the relative world white is the opposite conception of blackbut in the transcendental world there is no distinction between white and black. Therefore the sounds of benedictions uttered by the learned brāhmaṇas here and there appear to be contradictory in relation with the Absolute Personbut when they are applied to the Absolute Person they lose all contradiction and become transcendental. One example may clear this idea. Lord Śrī Kṛṣṇa is sometimes described as a thief. He is very famous amongst His pure devotees as the Mākhana-cora. He used to steal butter from the houses of neighbors at Vṛndāvana in His early age. Since then He is famous as a thief. But in spite of His being famous as a thiefHe is worshiped as a thiefwhereas in the mundane world a thief is punished and is never praised. Since He is the Absolute Personality of Godheadeverything is applicable to Himand still in spite of all contradictions He is the Supreme Personality of Godhead."
        }
    ]
}
