{
    "page_info": {
        "current_id": "SB 1.10.21",
        "previous_id": "SB 1.10.20",
        "next_id": "SB 1.10.22"
    },
    "verse": [
        {
            "roman": "sa vai kilāyaṁ puruṣaḥ purātano\nya eka āsīd aviśeṣa ātmani\nagre guṇebhyo jagad-ātmanīśvare\nnimīlitātman niśi supta-śaktiṣu\n"
        }
    ],
    "synonyms": "\nsaḥ—He (Kṛṣṇa); vai—as I remember; kila—definitely; ayam—this; puruṣaḥ—Personality of Godhead; purātanaḥ—the original; yaḥ—who; ekaḥ—only one; āsīt—existed; aviśeṣaḥ—materially unmanifested; ātmani—own self; agre—before creation; guṇebhyaḥ—of the modes of nature; jagat-ātmani—unto the Supersoul; īśvare—unto the Supreme Lord; nimīlita—merged into; ātman—the living entity; niśi supta—inactive at night; śaktiṣu—of the energies.\n\n",
    "translation": "\nThey said: Here He is, the original Personality of Godhead as we definitely remember Him. He alone existed before the manifested creation of the modes of nature, and in Him only, because He is the Supreme Lord, all living beings merge, as if sleeping at night, their energy suspended.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "There are two types of dissolution of the manifested cosmos. At the end of every 4,320,000,000 solar yearswhen Brahmāthe lord of one particular universegoes to sleepthere is one annihilation. And at the end of Lord Brahmā's lifewhich takes place at the end of Brahmā's one hundred years of agein our calculation at the end of 8,640,000,000 x 30 x 12 x 100 solar yearsthere is complete annihilation of the entire universeand in both the periods both the material energy called the mahat-tattva and the marginal energy called jīva-tattva merge in the person of the Supreme Lord. The living beings remain asleep within the body of the Lord until there is another creation of the material worldand that is the way of the creationmaintenance and annihilation of the material manifestation."
        },
        {
            "type": "regular",
            "text": "The material creation is effected by the interaction of the three modes of material nature set in action by the Lordand therefore it is said here that the Lord existed before the modes of material nature were set in motion. In the Śruti-mantra it is said that only Viṣṇuthe Supreme Lordexisted before the creationand there was no BrahmāŚiva or other demigods. Viṣṇu means the Mahā-Viṣṇuwho is lying on the Causal Ocean. By His breathing only all the universes are generated in seeds and gradually develop into gigantic forms with innumerable planets within each and every universe. The seeds of universes develop into gigantic forms in the way seeds of a banyan tree develop into numberless banyan trees."
        },
        {
            "type": "regular",
            "text": "This Mahā-Viṣṇu is the plenary portion of the Lord Śrī Kṛṣṇawho is mentioned in the Brahma-saṁhitā as follows:"
        },
        {
            "type": "regular",
            "text": "\"Let me offer my respectful obeisances unto the original Personality of GodheadGovindawhose plenary portion is the Mahā-Viṣṇu. All the Brahmāsthe heads of the universeslive only for the period of His exhalingafter the universes are generated from the pores of His transcendental body.\" (BS 5.58)"
        },
        {
            "type": "regular",
            "text": "Thus Govindaor Lord Kṛṣṇais the cause of Mahā-Viṣṇu also. The ladies talking about this Vedic truth must have heard it from authoritative sources. An authoritative source is the only means of knowing about transcendental subject matter definitely. There is no alternative."
        },
        {
            "type": "regular",
            "text": "The merging of the living beings into the body of Mahā-Viṣṇu takes place automatically at the end of Brahmā's one hundred years. But that does not mean that the individual living being loses his identity. The identity is thereand as soon as there is another creation by the supreme will of the Lordall the sleepinginactive living beings are again let loose to begin their activities in the continuation of past different spheres of life. It is called suptotthita nayaor awakening from sleep and again engaging in one's respective continuous duty. When a man is asleep at nighthe forgets himselfwhat he iswhat his duty is and everything of his waking state. But as soon as he awakens from slumberhe remembers all that he has to do and thus engages himself again in his prescribed activities. The living beings also remain merged in the body of Mahā-Viṣṇu during the period of annihilationbut as soon as there is another creation they arise to take up their unfinished work. This is also confirmed in the Bhagavad-gītā ."
        },
        {
            "type": "regular",
            "text": "The Lord existed before the creative energy was set in action. The Lord is not a product of the material energy. His body is completely spiritualand there is no difference between His body and Himself. Before creation the Lord remained in His abodewhich is absolute and one."
        }
    ]
}
