{
    "page_info": {
        "current_id": "SB 1.10.34-35",
        "previous_id": "SB 1.10.33",
        "next_id": "SB 1.10.36"
    },
    "verse": [
        {
            "roman": "kuru-jāṅgala-pāñcālān\nśūrasenān sayāmunān\nbrahmāvartaṁ kurukṣetraṁ\nmatsyān sārasvatān atha\n"
        },
        {
            "roman": "maru-dhanvam atikramya\nsauvīrābhīrayoḥ parān\nānartān bhārgavopāgāc\nchrāntavāho manāg vibhuḥ\n"
        }
    ],
    "synonyms": "\nkuru-jāṅgala—the province of Delhi; pāñcālān—part of the province Punjab; śūrasenān—part of the province of Uttar Pradesh; sa—with; yāmunān—the districts on the bank of the Yamunā; brahmāvartam—part of northern Uttar Pradesh; kurukṣetram—the place where the battle was fought; matsyān—the province Matsyā; sārasvatān—part of Punjab; atha—and so on; maru—Rajasthan, the land of deserts; dhanvam—Madhya Pradesh, where water is very scanty; ati-kramya—after passing; sauvīra—Saurastra; ābhīrayoḥ—part of Gujarat; parān—western side; ānartān—the province of Dvārakā; bhārgava—O Śaunaka; upāgāt—overtaken by; śrānta—fatigue; vāhaḥ—the horses; manāk vibhuḥ—slightly, because of the long journey.\n\n",
    "translation": "\nO Śaunaka, the Lord then proceeded towards Kurujāṅgala, Pāñcālā, Śūrasenā, the land on the bank of the River Yamunā, Brahmāvarta, Kurukṣetra, Matsyā, Sārasvatā, the province of the desert and the land of scanty water. After crossing these provinces He gradually reached the Sauvīra and Ābhīra provinces, then west of these, reached Dvārakā at last.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The provinces passed over by the Lord in those days were differently namedbut the direction given is sufficient to indicate that He traveled through DelhiPunjabRajasthanMadhya PradeshSaurastra and Gujarat and at last reached His home province at Dvārakā. We do not gain any profit simply by researching the analogous provinces of those days up to nowbut it appears that the desert of Rajasthan and the provinces of scanty water like Madhya Pradesh were present even five thousand years ago. The theory of soil experts that the desert developed in recent years is not supported by the statements of Bhāgavatam. We may leave the matter for expert geologists to research because the changing universe has different phases of geological development. We are satisfied that the Lord has now reached His own provinceDvārakādhāmafrom the Kuru provinces. Kurukṣetra continues to exist since the Vedic ageand it is sheer foolishness when interpreters ignore or deny the existence of Kurukṣetra."
        }
    ]
}
