{
    "page_info": {
        "current_id": "SB 1.10.5",
        "previous_id": "SB 1.10.4",
        "next_id": "SB 1.10.6"
    },
    "verse": [
        {
            "roman": "nadyaḥ samudrā girayaḥ\nsavanaspati-vīrudhaḥ\nphalanty oṣadhayaḥ sarvāḥ\nkāmam anvṛtu tasya vai\n"
        }
    ],
    "synonyms": "\nnadyaḥ—rivers; samudrāḥ—oceans; girayaḥ—hills and mountains; savanaspati—vegetables; vīrudhaḥ—creepers; phalanti—active; oṣadhayaḥ—drugs; sarvāḥ—all; kāmam—necessities; anvṛtu—seasonal; tasya—for the King; vai—certainly.\n\n",
    "translation": "\nThe rivers, oceans, hills, mountains, forests, creepers and active drugs, in every season, paid their tax quota to the King in profusion.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Since Mahārāja Yudhiṣṭhira was under the protection of the ajitathe infallible Lordas above mentionedthe properties of the Lordnamely the riversoceanshillsforestsetc.were all pleasedand they used to supply their respective quota of taxes to the King. The secret to success is to take refuge under the protection of the Supreme Lord. Without His sanctionnothing can be possible. To make economic development by our own endeavors on the strength of tools and machinery is not all. The sanction of the Supreme Lord must be thereotherwise despite all instrumental arrangements everything will be unsuccessful. The ultimate cause of success is the daivathe Supreme. Kings like Mahārāja Yudhiṣṭhira knew perfectly well that the king is the agent of the Supreme Lord to look after the welfare of the mass of people. Actually the state belongs to the Supreme Lord. The riversoceansforestshillsdrugsetc.are not creations of man. They are all creations of the Supreme Lordand the living being is allowed to make use of the property of the Lord for the service of the Lord. Today's slogan is that everything is for the peopleand therefore the government is for the people and by the people. But to produce a new species of humanity at the present moment on the basis of God consciousness and perfection of human lifethe ideology of godly communismthe world has to again follow in the footsteps of kings like Mahārāja Yudhiṣṭhira or Parīkṣit. There is enough of everything by the will of the Lordand we can make proper use of things to live comfortably without enmity between menor animal and man or nature. The control of the Lord is everywhereand if the Lord is pleasedevery part of nature will be pleased. The river will flow profusely to fertilize the land; the oceans will supply sufficient quantities of mineralspearls and jewels; the forest will supply sufficient wooddrugs and vegetablesand the seasonal changes will effectively help produce fruits and flowers in profuse quantity. The artificial way of living depending on factories and tools can render so-called happiness only to a limited number at the cost of millions. Since the energy of the mass of people is engaged in factory productionthe natural products are being hamperedand for this the mass is unhappy. Without being educated properlythe mass of people are following in the footsteps of the vested interests by exploiting natural reservesand therefore there is acute competition between individual and individual and nation and nation. There is no control by the trained agent of the Lord. We must look into the defects of modern civilization by comparison hereand should follow in the footsteps of Mahārāja Yudhiṣṭhira to cleanse man and wipe out anachronisms."
        }
    ]
}
