{
    "page_info": {
        "current_id": "SB 1.10.6",
        "previous_id": "SB 1.10.5",
        "next_id": "SB 1.10.7"
    },
    "verse": [
        {
            "roman": "nādhayo vyādhayaḥ kleśā\ndaiva-bhūtātma-hetavaḥ\najāta-śatrāv abhavan\njantūnāṁ rājñi karhicit\n"
        }
    ],
    "synonyms": "\nna—never; ādhayaḥ—anxieties; vyādhayaḥ—diseases; kleśāḥ—trouble due to excessive heat and cold; daiva-bhūta-ātma—all due to the body, supernatural power and other living beings; hetavaḥ—due to the cause of; ajāta-śatrau—unto one who has no enemy; abhavan—happened; jantūnām—of the living beings; rājñi—unto the King; karhicit—at any time.\n\n",
    "translation": "\nBecause of the King's having no enemy, the living beings were not at any time disturbed by mental agonies, diseases, or excessive heat or cold.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "To be nonviolent to human beings and to be a killer or enemy of the poor animals is Satan's philosophy. In this age there is enmity toward poor animalsand therefore the poor creatures are always anxious. The reaction of the poor animals is being forced on human societyand therefore there is always the strain of cold or hot war between menindividuallycollectively or nationally. At the time of Mahārāja Yudhiṣṭhirathere were no different nationsalthough there were different subordinate states. The whole world was unitedand the supreme headbeing a trained king like Yudhiṣṭhirakept all the inhabitants free from anxietydiseases and excessive heat and cold. They were not only economically well-to-dobut also physically fit and undisturbed by supernatural powerby enmity from other living beings and by disturbance of bodily and mental agonies. There is a proverb in Bengali that a bad king spoils the kingdom and a bad housewife spoils the family. This truth is applicable here also. Because the King was pious and obedient to the Lord and sagesbecause he was no one's enemy and because he was a recognized agent of the Lord and therefore protected by Himall the citizens under the King's protection wereso to speakdirectly protected by the Lord and His authorized agents. Unless one is pious and recognized by the Lordhe cannot make others happy who are under his care. There is full cooperation between man and God and man and natureand this conscious cooperation between man and God and man and natureas exemplified by King Yudhiṣṭhiracan bring about happinesspeace and prosperity in the world. The attitude of exploiting one anotherthe custom of the daywill only bring misery."
        }
    ]
}
