{
    "page_info": {
        "current_id": "SB 11.3.35",
        "previous_id": "SB 11.3.34",
        "next_id": "SB 11.3.36"
    },
    "verse": [
        {
            "roman": "śrī-pippalāyana uvāca\nsthity-udbhava-pralaya-hetur ahetur asya\nyat svapna-jāgara-suṣuptiṣu sad bahiś ca\ndehendriyāsu-hṛdayāni caranti yena\nsañjīvitāni tad avehi paraṁ narendra\n"
        }
    ],
    "synonyms": "\nśrī-pippalāyanaḥ uvāca—Śrī Pippalāyana said; sthiti—of the creation; udbhava—maintenance; pralaya—and destruction; hetuḥ—the cause; ahetuḥ—itself without cause; asya—of this material universe; yat—which; svapna—in dream; jāgara—wakefulness; suṣuptiṣu—in deep sleep or unconsciousness; sat—which exists; bahiḥ ca—and external to them as well; deha—of the material bodies of the living entities; indriya—the senses; āsu—life airs; hṛdayāni—and minds; caranti—act; yena—by which; sañjīvitāni—given life; tat—that; avehi—please know; param—to be the Supreme; nara-indra—O King.\n\n",
    "translation": "\nŚrī Pippalāyana said: The Supreme Personality of Godhead is the cause of the creation, maintenance and destruction of this universe, yet He has no prior cause. He pervades the various states of wakefulness, dreaming and unconscious deep sleep and also exists beyond them. By entering the body of every living being as the Supersoul, He enlivens the body, senses, life airs and mental activities, and thus all the subtle and gross organs of the body begin their functions. My dear King, know that Personality of Godhead to be the Supreme.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "In the previous verse King Nimi inquired about various aspects of the Absolute Truth, namely Nārāyaṇa, Brahman and Paramātmā. Now the sage Śrī Pippalāyana explains these three features of the Absolute Truth in the same order in which the King mentioned them. Sthity-udbhava-pralaya-hetuḥ refers to the Supreme Personality of Godhead, who expands Himself as the triple puruṣa incarnations-Mahā-Viṣṇu, Garbhodakaśāyī Viṣṇu and Kṣīrodakaśāyī Viṣṇu. As described in the Bhāgavatam :"
        },
        {
            "type": "regular",
            "text": "\"In the beginning of the creation, the Lord first expanded Himself in the universal form of the puruṣa incarnation and manifested all the ingredients for the material creation. And thus at first there was the creation of the sixteen principles of material action. This was for the purpose of creating the material universe.\" Thus the Supreme Personality of Godhead, Nārāyaṇa, is mentioned here as hetuḥ, or the supreme cause of the creation, maintenance and annihilation of the cosmic situation. Still, there is no cause of the Lord Himself; He is ahetuḥ. As expressed in the Brahma-saṁhitā, anādir ādir govindaḥ sarva-kāraṇa-kāraṇam (BS 5.1). The Supreme Lord is the cause of all causes, and being the eternal Absolute Truth, He has no cause of Himself. The word ahetuḥ has also been explained by Śrīla Jīva Gosvāmī to indicate that the Supreme Lord has His original form as Kṛṣṇa in His own transcendental abode, called Kṛṣṇaloka. Since Kṛṣṇa is always engaged in His blissful pastimes in the company of His eternally liberated associates, He is aloof from the affairs of this world, which is created by His external potency, known as māyā. Therefore it is stated, jagṛhe pauruṣaṁ rūpam. The Lord expands Himself as Nārāyaṇa and Viṣṇu to facilitate the gross illusion and gradual rectification of the conditioned souls. The Lord's aloofness from the material creation is also described in the Vedas: na tasya kāryaṁ karaṇaṁ ca vidyate. The Absolute Truth has nothing to do, since everything is done self-sufficiently by His multipotencies. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura has pointed out that even though the Supreme Lord Kṛṣṇa is ahetuḥ, or causeless and aloof from the cause of material creation, the Lord is also described in this verse as hetuḥ, or the ultimate cause of the creation, maintenance and annihilation of the material manifestation, because He expands Himself as Paramātmā, or the Supersoul, who acts as the prime mover of the cosmic manifestation."
        },
        {
            "type": "regular",
            "text": "The word ahetuḥ may also be understood in another way. In Bhagavad-gītā  the Lord says,"
        },
        {
            "type": "regular",
            "text": "The conditioned living entities (jīva-bhūta) desire to engage in sense gratification with their material senses (manaḥ-ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati . The Lord desires every living entity to give up the shadow potency māyā and return to the actual substance (vāstavaṁ vastu), which is the eternal kingdom of God."
        },
        {
            "type": "regular",
            "text": "Although various aspects of the Absolute Truth are being described, the Absolute Truth is ultimately one, as stated in this verse (tad avehi paraṁ narendra). King Nimi inquired about Brahman, and now this verse says, yat svapna-jāgara-susuptiṣu sad bahiś ca. The Lord's all-pervading feature within wakefulness, dreaming and deep sleep, and His existence beyond these three mental states, are understood to be manifestations of Brahman, the spiritual potency of the Lord. Finally, the statement dehendriyāsu-hṛdayāṇi caranti yena sañjīvitāni can be understood to refer to the Paramātmā feature of the Lord. When the Lord expands Himself as Kṣīrodakaśāyī Viṣṇu, the third of the three Viṣṇu features, and enters the heart of every living entity, the gross and subtle organs of the body become enlivened for continuing the chain of fruitive activity called karma."
        },
        {
            "type": "regular",
            "text": "According to Śrīla Viśvanātha Cakravartī Ṭhākura, the multifarious manifestations of the Supreme Personality of Godhead do not compromise His supremacy as one without a second. The Absolute Truth is paramavyoma-nātha, or the Lord of the spiritual sky, who appears as two-armed Śyāmasundara, as four-armed, as eight-armed or as having one thousand arms. In each aspect His body is eternal and full of bliss and knowledge (sac-cid-ānanda-mūrti). He appears on earth as Vāsudeva and within the Causal Ocean as Mahā-Viṣṇu. He lies on the Milk Ocean as Kṣīrodakaśāyī Viṣṇu and rescues His helpless young devotee as Nṛsiṁhadeva. Appearing as Lord Rāmacandra, He acts. as a perfect king. And appearing as Kṛṣṇa He steals the heart of everyone, and especially of young beautiful women. All these features of the Lord are indicated by the word Nārāyaṇa, or the Supreme Personality of Godhead, just as the word president indicates not only the official duties of the president but his personal family life and long intimate friendships as well. According to Śrīmad-Bhāgavatam, kṛṣṇas tu bhagavān svayam ."
        },
        {
            "type": "verse",
            "text": "jagṛhe pauruṣaṁ rūpaṁ\nbhagavān mahad-ādibhiḥ\nsambhūtaṁ ṣoḍaśa-kalam\nādau loka-sisṛkṣayā"
        }
    ]
}
