{
    "page_info": {
        "current_id": "SB 1.14.28-29",
        "previous_id": "SB 1.14.27",
        "next_id": "SB 1.14.30"
    },
    "verse": [
        {
            "roman": "kaccid rājāhuko jīvaty\nasat-putro 'sya cānujaḥ\nhṛdīkaḥ sasuto 'krūro\njayanta-gada-sāraṇāḥ\n"
        },
        {
            "roman": "āsate kuśalaṁ kaccid\nye ca śatrujid-ādayaḥ\nkaccid āste sukhaṁ rāmo\nbhagavān sātvatāṁ prabhuḥ\n"
        }
    ],
    "synonyms": "\nkaccit—whether; rājā—the King; āhukaḥ—another name of Ugrasena; jīvati—still living; asat—mischievous; putraḥ—son; asya—his; ca—also; anujaḥ—younger brother; hṛdīkaḥ—Hṛdīka; sa-sutaḥ—along with son, Kṛtavarmā; akrūraḥ—Akrūra; jayanta—Jayanta; gada—Gada; sāraṇāḥ—Sāraṇa; āsate—are they all; kuśalam—in happiness; kaccit—whether; ye—they; ca—also; śatrujit—Śatrujit; ādayaḥ—headed by; kaccit—whether; āste—are they; sukham—all right; rāmaḥ—Balarāma; bhagavān—the Personality of Godhead; sātvatām—of the devotees; prabhuḥ—protector.\n\n",
    "translation": "\nAre Ugrasena, whose son was the mischievous Kaṁsa, and his younger brother still living? Are Hṛdīka and his son Kṛtavarmā happy? Are Akrūra, Jayanta, Gada, Sāraṇa and Śatrujit all happy? How is Balarāma, the Personality of Godhead and the protector of devotees?\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Hastināpurathe capital of the Pāṇḍavaswas situated somewhere near present New Delhiand the kingdom of Ugrasena was situated in Mathurā. While returning to Delhi from DvārakāArjuna must have visited the city of Mathurāand therefore the inquiry about the King of Mathurā is valid. Amongst various names of the relativesthe name of Rāma or Balarāmaeldest brother of Lord Kṛṣṇais added with the words \"the Personality of Godhead\" because Lord Balarāma is the immediate expansion of viṣṇu-tattva as prakāśa-vigraha of Lord Kṛṣṇa. The Supreme Lordalthough one without a secondexpands Himself as many other living beings. The viṣṇu-tattva living beings are expansions of the Supreme Lordand all of them are qualitatively and quantitatively equal with the Lord. But expansions of the jīva-śaktithe category of the ordinary living beingsare not at all equal with the Lord. One who considers the jīva-śakti and the viṣṇu-tattva to be on an equal level is considered a condemned soul of the world. Śrī Rāmaor Balarāmais the protector of the devotees of the Lord. Baladeva acts as the spiritual master of all devoteesand by His causeless mercy the fallen souls are delivered. Śrī Baladeva appeared as Śrī Nityānanda Prabhu during the advent of Lord Caitanyaand the great Lord Nityānanda Prabhu exhibited His causeless mercy by delivering a pair of extremely fallen soulsnamely Jagāi and Mādhāi. Therefore it is particularly mentioned herein that Balarāma is the protector of the devotees of the Lord. By His divine grace only one can approach the Supreme Lord Śrī Kṛṣṇaand thus Śrī Balarāma is the mercy incarnation of the Lordmanifested as the spiritual masterthe savior of the pure devotees."
        }
    ]
}
