{
    "page_info": {
        "current_id": "SB 1.14.3",
        "previous_id": "SB 1.14.2",
        "next_id": "SB 1.14.4"
    },
    "verse": [
        {
            "roman": "kālasya ca gatiṁ raudrāṁ\nviparyastartu-dharmiṇaḥ\npāpīyasīṁ nṛṇāṁ vārtāṁ\nkrodha-lobhānṛtātmanām\n"
        }
    ],
    "synonyms": "\nkālasya—of eternal time; ca—also; gatim—direction; raudrām—fearful; viparyasta—reversed; ṛtu—seasonal; dharmiṇaḥ—regularities; pāpīyasīm—sinful; nṛṇām—of the human being; vārtām—means of livelihood; krodha—anger; lobha—greed; anṛta—falsehood; ātmanām—of the people.\n\n",
    "translation": "\nHe saw that the direction of eternal time had changed, and this was very fearful. There were disruptions in the seasonal regularities. The people in general had become very greedy, angry and deceitful. And he saw that they were adopting foul means of livelihood.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "When civilization is disconnected from the loving relation of the Supreme Personality of Godheadsymptoms like changes of seasonal regulationsfoul means of livelihoodgreedanger and fraudulence become rampant. The change of seasonal regulations refers to one season's atmosphere becoming manifest in another season—for example the rainy season's being transferred to autumnor the fructification of fruits and flowers from one season in another season. A godless man is invariably greedyangry and fraudulent. Such a man can earn his livelihood by any meansblack or white. During the reign of Mahārāja Yudhiṣṭhiraall the above symptoms were conspicuous by their absence. But Mahārāja Yudhiṣṭhira was astonished to experience even a slight change in the godly atmosphere of his kingdomand at once he suspected the disappearance of the Lord. Foul means of livelihood implies deviation from one's occupational duty. There are prescribed duties for everyonesuch as the brāhmaṇakṣatriyavaiśya and śūdrabut anyone who deviates from his prescribed duty and declares another's duty to be his own is following a foul and improper duty. A man becomes too greedy for wealth and power when he has no higher objective in life and when he thinks that this earthly life of a few years is all in all. Ignorance is the cause for all these anomalies in human societyand to remove this ignoranceespecially in this age of degradationthe powerful sun is there to distribute light in the shape of Śrīmad-Bhāgavatam."
        }
    ]
}
