{
    "page_info": {
        "current_id": "SB 1.14.32-33",
        "previous_id": "SB 1.14.31",
        "next_id": "SB 1.14.34"
    },
    "verse": [
        {
            "roman": "tathaivānucarāḥ śaureḥ\nśrutadevoddhavādayaḥ\nsunanda-nanda-śīrṣaṇyā\nye cānye sātvatarṣabhāḥ\n"
        },
        {
            "roman": "api svasty āsate sarve\nrāma-kṛṣṇa-bhujāśrayāḥ\napi smaranti kuśalam\nasmākaṁ baddha-sauhṛdāḥ\n"
        }
    ],
    "synonyms": "\ntathā eva—similarly; anucarāḥ—constant companions; śaureḥ—of Lord Śrī Kṛṣṇa such as; śrutadeva—Śrutadeva; uddhava-ādayaḥ—Uddhava and others; sunanda—Sunanda; nanda—Nanda; śīrṣaṇyāḥ—other leaders; ye—all of them; ca—and; anye—others; sātvata—liberated souls; ṛṣabhāḥ—the best men; api—if; svasti—doing well; āsate—are; sarve—all of them; rāma—Balarāma; kṛṣṇa—Lord Kṛṣṇa; bhuja-āśrayāḥ—under the protection of; api—if also; smaranti—do remember; kuśalam—welfare; asmākam—about ourselves; baddha-sauhṛdāḥ—bound by eternal friendship.\n\n",
    "translation": "\nAlso, Śrutadeva, Uddhava and others, Nanda, Sunanda and other leaders of liberated souls who are constant companions of the Lord are protected by Lord Balarāma and Kṛṣṇa. Are they all doing well in their respective functions? Do they, who are all eternally bound in friendship with us, remember our welfare?\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The constant companions of Lord Kṛṣṇasuch as Uddhavaare all liberated soulsand they descended along with Lord Kṛṣṇa to this material world to fulfill the mission of the Lord. The Pāṇḍavas are also liberated souls who descended along with Lord Kṛṣṇa to serve Him in His transcendental pastimes on this earth. As stated in the Bhagavad-gītā the Lord and His eternal associateswho are also liberated souls like the Lordcome down on this earth at certain intervals. The Lord remembers them allbut His associatesalthough liberated soulsforget due to their being taṭasthā śaktior marginal potency of the Lord. That is the difference between the viṣṇu-tattva and jīva-tattva. The jīva-tattvas are infinitesimal potential particles of the Lordand therefore they require the protection of the Lord at all times. And to the eternal servitors of the Lordthe Lord is pleased to give all protection at all times. The liberated souls neverthereforethink themselves as free as the Lord or as powerful as the Lordbut they always seek the protection of the Lord in all circumstancesboth in the material world and in the spiritual world. This dependence of the liberated soul is constitutionalfor the liberated souls are like sparks of a fire that are able to exhibit the glow of fire along with the fire and not independently. Independently the glow of the sparks is extinguishedalthough the quality of fire or the glowing is there. Thus those who give up the protection of the Lord and become so-called lords themselvesout of spiritual ignorancecome back again to this material worldeven after prolonged tapasya of the severest type. That is the verdict of all Vedic literature."
        }
    ]
}
