{
    "page_info": {
        "current_id": "SB 1.14.42",
        "previous_id": "SB 1.14.41",
        "next_id": "SB 1.14.43"
    },
    "verse": [
        {
            "roman": "kaccit tvaṁ nāgamo 'gamyāṁ\ngamyāṁ vāsat-kṛtāṁ striyam\nparājito vātha bhavān\nnottamair nāsamaiḥ pathi\n"
        }
    ],
    "synonyms": "\nkaccit—whether; tvam—yourself; na—not; agamaḥ—did contact; agamyām—impeachable; gamyām—acceptable; vā—either; asat-kṛtām—improperly treated; striyam—a woman; parājitaḥ—defeated by; vā—either; atha—after all; bhavān—your good self; na—nor; uttamaiḥ—by superior power; na—not; asamaiḥ—by equals; pathi—on the road.\n\n",
    "translation": "\nHave you contacted a woman of impeachable character, or have you not properly treated a deserving woman? Or have you been defeated on the way by someone who is inferior or equal to you?\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "It appears from this verse that during the time of the Pāṇḍavas free contact between man and woman was allowed in certain conditions only. The higher-caste mennamely the brāhmaṇas and kṣatriyascould accept a woman of the vaiśya or the śūdra communitybut a man from the lower castes could not contact a woman of the higher caste. Even a kṣatriya could not contact a woman of the brāhmaṇa caste. The wife of a brāhmaṇa is considered one of the seven mothers (namely one's own motherthe wife of the spiritual master or teacherthe wife of a brāhmaṇathe wife of a kingthe cowthe nurseand the earth). Such contact between man and woman was known as uttama and adhama. Contact of a brāhmaṇa with a kṣatriya woman is uttamabut the contact of a kṣatriya with a brāhmaṇa woman is adhama and therefore condemned. A woman approaching a man for contact should never be refusedbut at the same time the discretion as above mentioned may also be considered. Bhīma was approached by Hiḍimbī from a community lower than the śūdrasand Yayāti refused to marry the daughter of Śukrācārya because of Śukrācārya's being a brāhmaṇa. Vyāsadevaa brāhmaṇawas called to beget Pāṇḍu and Dhṛtarāṣṭra. Satyavatī belonged to a family of fishermenbut Parāśaraa great brāhmaṇabegot in her Vyāsadeva. So there are so many examples of contacts with womanbut in all cases the contacts were not abominable nor were the results of such contacts bad. Contact between man and woman is naturalbut that also must be carried out under regulative principles so that social consecration may not be disturbed or unwanted worthless population be increased for the unrest of the world."
        },
        {
            "type": "regular",
            "text": "<br/>"
        },
        {
            "type": "regular",
            "text": "It is abominable for a kṣatriya to be defeated by one who is inferior in strength or equal in strength. If one is defeated at allhe should be defeated by some superior power. Arjuna was defeated by Bhīṣmadevaand Lord Kṛṣṇa saved him from the danger. This was not an insult for Arjuna because Bhīṣmadeva was far superior to Arjuna in all waysnamely agerespect and strength. But Karṇa was equal to Arjunaand therefore Arjuna was in crisis when fighting with Karṇa. It was felt by Arjunaand therefore Karṇa was killed even by crooked means. Such are the engagements of the kṣatriyasand Mahārāja Yudhiṣṭhira inquired from his brother whether anything undesirable happened on the way home from Dvārakā."
        }
    ]
}
