{
    "info": {
        "id": "sb/4/28/20",
        "prevId": "sb/4/28/19",
        "nextId": "sb/4/28/21"
    },
    "verses": [
        {
            "roman": "prabodhayati māvijñaṁ\nvyuṣite śoka-karśitā\nvartmaitad gṛha-medhīyaṁ\nvīra-sūr api neṣyati\n"
        }
    ],
    "synonyms": "prabodhayati—gives good counsel; mā—unto me; avijñam—foolish; vyuṣite—at the time of my being away; śoka—by aggrievement; karśitā—being aggrieved and thus dried up; vartma—path; etat—this; gṛha-medhīyam—of household responsibilities; vīra-sūḥ—the mother of great heroes; api—although; neṣyati—will she be able to execute.",
    "translation": "King Purañjana continued thinking how, when he was in a state of bewilderment, his wife would give him good counsel and how she would become aggrieved when he was away from home. Although she was the mother of so many sons and heroes, the King still feared that she would not be able to maintain the responsibility of household affairs.",
    "purport": [
        {
            "type": "normal",
            "content": "At the time of death King Purañjana was thinking of his wife, and this is called polluted consciousness. As Lord Kṛṣṇa explains in Bhagavad-gītā :"
        },
        {
            "type": "verse",
            "content": "mamaivāṁśo jīva-lokejīva-bhūtaḥ sanātanaḥ\nmanaḥ-ṣaṣṭhānīndriyāṇiprakṛti-sthāni karṣati"
        },
        {
            "type": "normal",
            "content": "\"The living entities in this conditioned world are My eternal, fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.\""
        },
        {
            "type": "normal",
            "content": "The living entity is, after all, part and parcel of the Supreme Spirit, Kṛṣṇa. In other words, Kṛṣṇa's constitutional position and the living entity's constitutional position are the same qualitatively. The only difference is that the living entity is eternally an atomic particle of the Supreme Spirit. Mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ . Real happiness must be appreciated by one's transcendental senses. Unless one is purified, the transcendental senses are not manifest; therefore to purify the senses one must take to Kṛṣṇa consciousness and engage the senses in the service of the Lord. Then there will be real happiness and liberation."
        },
        {
            "type": "normal",
            "content": "It is stated in Bhagavad-gītā :"
        },
        {
            "type": "verse",
            "content": "śarīraṁ yad avāpnotiyac cāpy utkrāmatīśvaraḥ\ngṛhītvaitāni saṁyātivāyur gandhān ivāśayāt"
        },
        {
            "type": "normal",
            "content": "\"The living entity in the material world carries his different conceptions of life from one body to another as the air carries aromas.\" If the wind passes over a garden of roses, it will carry the aroma of roses, and if it passes over a filthy place, it will carry the stench of obnoxious things. Similarly, King Purañjana, the living entity, now passes the air of his life over his wife, a woman; therefore he has to accept the body of a woman in his next life."
        }
    ]
}
