{
    "page_info": {
        "current_id": "SB 5.26.37",
        "previous_id": "SB 5.26.36",
        "next_id": "SB 5.26.38"
    },
    "verse": [
        {
            "roman": "evaṁ-vidhā narakā yamālaye santi śataśaḥ sahasraśas teṣu\nsarveṣu ca sarva evādharma-vartino ye kecid ihoditā\nanuditāś cāvani-pate paryāyeṇa viśanti tathaiva\ndharmānuvartina itaratra iha tu\npunar-bhave ta ubhaya-śeṣābhyāṁ niviśanti\n"
        }
    ],
    "synonyms": "\nevam-vidhāḥ—of this sort; narakāḥ—the many hells; yama-ālaye—in the province of Yamarāja; santi—are; śataśaḥ—hundreds; sahasraśaḥ—thousands; teṣu—in those hellish planets; sarveṣu—all; ca—also; sarve—all; eva—indeed; adharma-vartinaḥ—persons not following the Vedic principles or regulative principles; ye kecit—whosoever; iha—here; uditāḥ—mentioned; anuditāḥ—not mentioned; ca—and; avani-pate—O King; paryāyeṇa—according to the degree of different kinds of sinful activity; viśanti—they enter; tathā eva—similarly; dharma-anuvartinaḥ—those who are pious and act according to the regulative principles or Vedic injunctions; itaratra—elsewhere; iha—on this planet; tu—but; punaḥ-bhave—into another birth; te—all of them; ubhaya-śeṣābhyām—by the remainder of the results of piety or vice; niviśanti—they enter.\n\n",
    "translation": "\nMy dear King Parīkṣit, in the province of Yamarāja there are hundreds and thousands of hellish planets. The impious people I have mentioned—and also those I have not mentioned—must all enter these various planets according to the degree of their impiety. Those who are pious, however, enter other planetary systems, namely the planets of the demigods. Nevertheless, both the pious and impious are again brought to earth after the results of their pious or impious acts are exhausted.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "This corresponds to the beginning of Lord Kṛṣṇa's instructions in Bhagavad-gītā. Tathā dehāntara-prāptiḥ: :"
        },
        {
            "type": "regular",
            "text": "\"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.\" This is the perfection of life and the real solution to life's problems. We should not be eager to go to the higher, heavenly planetary systems, nor should we act in such a way that we have to go to the hellish planets. The complete purpose of this material world will be fulfilled when we resume our spiritual identities and go back home, back to Godhead. The very simple method for doing this is prescribed by the Supreme Personality of Godhead. Sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja . One must always simply think of Kṛṣṇa by chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma. Hare Rāma, Rāma Rāma, Hare Hare. One should become Kṛṣṇa's devotee. worship Him and offer obeisances to Him. Thus one should engage all the activities of his life in the service of Lord Kṛṣṇa."
        },
        {
            "type": "verse",
            "text": "janma karma ca me divyam\nevaṁ yo vetti tattvataḥ\ntyaktvā dehaṁ punar janma\nnaiti mām eti so 'rjuna"
        }
    ]
}
