{
    "page_info": {
        "current_id": "SB 8.1.15",
        "previous_id": "SB 8.1.14",
        "next_id": "SB 8.1.16"
    },
    "verse": [
        {
            "roman": "īhate bhagavān īśo\nna hi tatra visajjate\nātma-lābhena pūrṇārtho\nnāvasīdanti ye 'nu tam\n"
        }
    ],
    "synonyms": "\nīhate—engages in activities of creation, maintenance and annihilation; bhagavān—the Supreme Personality of Godhead, Kṛṣṇa; īśaḥ—the supreme controller; na—not; hi—indeed; tatra—in such activities; visajjate—He becomes entangled; ātma-lābhena—because of His own gain; pūrṇa-arthaḥ—who is self-satisfied; na—not; avasīdanti—are disheartened; ye—persons who; anu—follow; tam—the Supreme Personality of Godhead.\n\n",
    "translation": "\nThe Supreme Personality of Godhead is full in opulence by His own gain, yet He acts as the creator, maintainer and annihilator of this material world. In spite of acting in that way, He is never entangled. Hence devotees who follow in His footsteps are also never entangled.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "As stated in Bhagavad-gītā :"
        },
        {
            "type": "regular",
            "text": "\"The living entities in this conditioned world are My eternal, fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.\" The living entities are actually minute forms who are part and parcel of the Supreme Lord. The Supreme Lord is full in everything, and the small particles of the Lord are also originally qualified like Him, but because of their minute existence, they are infected by material attraction and thus entangled. We must therefore follow the instructions of the Supreme Personality of Godhead, and then, like Kṛṣṇa, who is never entangled by His material activities of creation, maintenance and annihilation, we will have nothing for which to lament (nāvasīdanti ye 'nu tam). Kṛṣṇa personally gives instructions in Bhagavad-gītā, and anyone who follows these instructions is liberated."
        },
        {
            "type": "regular",
            "text": "Following Kṛṣṇa's instructions is possible when one is a devotee, for Kṛṣṇa instructs that one should become a devotee. Man-manā bhava mad-bhakto mad-yājī māṁ namaskuru: \"Always think of Me and become My devotee. Worship Me and offer your homage unto Me.\"  Always thinking of Kṛṣṇa means chanting the Hare Kṛṣṇa mantra, but unless one is an initiated devotee he cannot do this. As soon as one becomes a devotee, he engages in Deity worship (mad-yājī). A devotee's business is to offer obeisances to the Lord and the spiritual master constantly. This principle is the recognized way to come to the platform of bhakti. As soon as one comes to this platform, he gradually understands the Supreme Personality of Godhead, and simply by understanding Kṛṣṇa one is liberated from material bondage."
        },
        {
            "type": "verse",
            "text": "mamaivāṁśo jīva-loke\njīva-bhūtaḥ sanātanaḥ\nmanaḥ ṣaṣṭhānīndriyāṇi\nprakṛti-sthāni karṣati"
        }
    ]
}
