{
    "page_info": {
        "current_id": "SB 1.15.11",
        "previous_id": "SB 1.15.10",
        "next_id": "SB 1.15.12"
    },
    "verse": [
        {
            "roman": "yo no jugopa vana etya duranta-kṛcchrād\ndurvāsaso 'ri-racitād ayutāgra-bhug yaḥ\nśākānna-śiṣṭam upayujya yatas tri-lokīṁ\ntṛptām amaṁsta salile vinimagna-saṅghaḥ\n"
        }
    ],
    "synonyms": "\nyaḥ—one who; naḥ—us; jugopa—gave protection; vane—forest; etya—getting in; duranta—dangerously; kṛcchrāt—trouble; durvāsasaḥ—of Durvāsā Muni; ari—enemy; racitāt—fabricated by; ayuta—ten thousand; agra-bhuk—one who eats before; yaḥ—that person; śāka-anna-śiṣṭam—remnants of foodstuff; upayujya—having accepted; yataḥ—because; tri-lokīm—all the three worlds; tṛptām—satisfied; amaṁsta—thought within the mind; salile—while in the water; vinimagna-saṅghaḥ—all merged into the water.\n\n",
    "translation": "\nDuring our exile, Durvāsā Muni, who eats with his ten thousand disciples, intrigued with our enemies to put us in dangerous trouble. At that time He [Lord Kṛṣṇa], simply by accepting the remnants of food, saved us. By His accepting food thus, the assembly of munis, while bathing in the river, felt sumptuously fed. And all the three worlds were also satisfied.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Durvāsā Muni: A powerful mystic brāhmaṇa determined to observe the principles of religion with great vows and under strict austerities. His name is associated with many historical eventsand it appears that the great mystic could be both easily satisfied and easily annoyedlike Lord Śiva. When he was satisfiedhe could do tremendous good to the servitorbut if he was dissatisfied he could bring about the greatest calamity. Kumārī Kuntīat her father's houseused to minister all kinds of services to all great brāhmaṇasand being satisfied with her good reception Durvāsā Muni blessed her with a power to call any demigod she desired. It is understood that he was a plenary incarnation of Lord Śivaand thus he could be either easily satisfied or annoyed. He was a great devotee of Lord Śivaand by Lord Śiva's order he accepted the priesthood of King Śvetaketu because of the King's performance of sacrifice for one hundred years. Sometimes he used to visit the parliamentary assembly of the heavenly kingdom of Indradeva. He could travel in space by his great mystic powersand it is understood that he traveled a great distance through spaceeven up to the Vaikuṇṭha planets beyond material space. He traveled all these long distances within one yearduring his quarrel with King Ambarīṣathe great devotee and Emperor of the world."
        },
        {
            "type": "regular",
            "text": "<br/>"
        },
        {
            "type": "regular",
            "text": "He had about ten thousand disciplesand wherever he visited and became a guest of the great kṣatriya kingshe used to be accompanied by a number of followers. Once he visited the house of Duryodhanathe enemy cousin of Mahārāja Yudhiṣṭhira. Duryodhana was intelligent enough to satisfy the brāhmaṇa by all meansand the great ṛṣi wanted to give some benediction to Duryodhana. Duryodhana knew his mystic powersand he knew also that the mystic brāhmaṇaif dissatisfiedcould cause some havocand thus he designed to engage the brāhmaṇa to show his wrath upon his enemy cousinsthe Pāṇḍavas. When the ṛṣi wanted to award some benediction to Duryodhanathe latter wished that he should visit the house of Mahārāja Yudhiṣṭhirawho was the eldest and chief among all his cousins. But by his request he would go to him after he had finished his meals with his QueenDraupadī. Duryodhana knew that after Draupadī's dinner it would be impossible for Mahārāja Yudhiṣṭhira to receive such a large number of brāhmaṇa guestsand thus the ṛṣi would be annoyed and would create some trouble for his cousin Mahārāja Yudhiṣṭhira. That was the plan of Duryodhana. Durvāsā Muni agreed to this proposaland he approached the King in exileaccording to the plan of Duryodhanaafter the King and Draupadī had finished their meals."
        },
        {
            "type": "regular",
            "text": "<br/>"
        },
        {
            "type": "regular",
            "text": "On his arrival at the door of Mahārāja Yudhiṣṭhirahe was at once well receivedand the King requested him to finish his noontime religious rites in the riverfor by that time the foodstuff would be prepared. Durvāsā Munialong with his large number of discipleswent to take a bath in the riverand Mahārāja Yudhiṣṭhira was in great anxiety about the guests. As long as Draupadī had not taken her mealsfood could be served to any number of guestsbut the ṛṣiby the plan of Duryodhanareached there after Draupadī had finished her meals."
        },
        {
            "type": "regular",
            "text": "<br/>"
        },
        {
            "type": "regular",
            "text": "When the devotees are put into difficultythey have an opportunity to recollect the Lord with rapt attention. So Draupadī was thinking of Lord Kṛṣṇa in that dangerous positionand the all-pervading Lord could at once know the dangerous position of His devotees. He therefore came there on the scene and asked Draupadī to give whatever food she might have in her stock. On her being so requested by the LordDraupadī was sorrowful because the Supreme Lord asked her for some food and she was unable to supply it at that time. She said to the Lord that the mysterious dish which she had received from the sun-god could supply any amount of food if she herself had not eaten. But on that day she had already taken her mealsand thus they were in danger. By expressing her difficulties she began to cry before the Lord as only a woman would do in such a position. The Lordhoweverasked Draupadī to bring up the cooking pots to see if there was any particle of foodstuff leftand on Draupadī's doing sothe Lord found some particle of vegetable sticking to the pot. The Lord at once picked it up and ate it. After doing sothe Lord asked Draupadī to call for her gueststhe company of Durvāsā."
        },
        {
            "type": "regular",
            "text": "<br/>"
        },
        {
            "type": "regular",
            "text": "Bhīma was sent to call them from the river. Bhīma said\"Why are you delayingsirs? Come onthe food is ready for you.\" But the brāhmaṇasbecause of Lord Kṛṣṇa's accepting a little particle of foodfelt sumptuously fedeven while they were in the water. They thought that since Mahārāja Yudhiṣṭhira must have prepared many valuable dishes for them and since they were not hungry and could not eatthe King would feel very sorryso it was better not to go there. Thus they decided to go away."
        },
        {
            "type": "regular",
            "text": "<br/>"
        },
        {
            "type": "regular",
            "text": "This incident proves that the Lord is the greatest mysticand therefore He is known as Yogeśvara. Another instruction is that every householder must offer food to the Lordand the result will be that everyoneeven a company of guests numbering ten thousandwill be satisfied because of the Lord's being satisfied. That is the way of devotional service."
        }
    ]
}
