{
    "page_info": {
        "current_id": "SB 1.15.16",
        "previous_id": "SB 1.15.15",
        "next_id": "SB 1.15.17"
    },
    "verse": [
        {
            "roman": "yad-doḥṣu mā praṇihitaṁ guru-bhīṣma-karṇa-\nnaptṛ-trigarta-śalya-saindhava-bāhlikādyaiḥ\nastrāṇy amogha-mahimāni nirūpitāni\nnopaspṛśur nṛhari-dāsam ivāsurāṇi\n"
        }
    ],
    "synonyms": "\nyat—under whose; doḥṣu—protection of arms; mā praṇihitam—myself being situated; guru—Droṇācārya; bhīṣma—Bhīṣma; karṇa—Karṇa; naptṛ—Bhūriśravā; trigarta—King Suśarmā; śalya—Śalya; saindhava—King Jayadratha; bāhlika—brother of Mahārāja Śāntanu (Bhīṣma's father); ādyaiḥ—etc.; astrāṇi—weapons; amogha—invincible; mahimāni—very powerful; nirūpitāni—applied; na—not; upaspṛśuḥ—touched; nṛhari-dāsam—servitor of Nṛsiṁhadeva (Prahlāda); iva—like; asurāṇi—weapons employed by the demons.\n\n",
    "translation": "\nGreat generals like Bhīṣma, Droṇa, Karṇa, Bhūriśravā, Suśarmā, Śalya, Jayadratha, and Bāhlika all directed their invincible weapons against me. But by His [Lord Kṛṣṇa's] grace they could not even touch a hair on my head. Similarly, Prahlāda Mahārāja, the supreme devotee of Lord Nṛsiṁhadeva, was unaffected by the weapons the demons used against him.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The history of Prahlāda Mahārājathe great devotee of Nṛsiṁhadevais narrated in the Seventh Canto of Śrīmad-Bhāgavatam. Prahlāda Mahārājaa small child of only five yearsbecame the object of envy for his great fatherHiraṇyakaśipuonly because of his becoming a pure devotee of the Lord. The demon father employed all his weapons to kill the devotee sonPrahlādabut by the grace of the Lord he was saved from all sorts of dangerous actions by his father. He was thrown in a firein boiling oilfrom the top of a hillunderneath the legs of an elephantand he was administered poison. At last the father himself took up a chopper to kill his sonand thus Nṛsiṁhadeva appeared and killed the heinous father in the presence of the son. Thus no one can kill the devotee of the Lord. SimilarlyArjuna was also saved by the Lordalthough all dangerous weapons were employed by his great opponents like Bhīṣma."
        },
        {
            "type": "regular",
            "text": "Karṇa: Born of Kuntī by the sun-god prior to her marriage with Mahārāja PāṇḍuKarṇa took his birth with bangles and earringsextraordinary signs for an undaunted hero. In the beginning his name was Vasusenabut when he grew up he presented his natural bangles and earrings to Indradevaand thenceforward he became known as Vaikartana. After his birth from the maiden Kuntīhe was thrown in the Ganges. Later he was picked up by Adhirathaand he and his wife Rādhā brought him up as their own offspring. Karṇa was very charitableespecially toward the brāhmaṇas. There was nothing he could not spare for a brāhmaṇa. In the same charitable spirit he gave in charity his natural bangles and earrings to Indradevawhobeing very much satisfied with himgave him in return a great weapon called Śakti. He was admitted as one of the students of Droṇācāryaand from the very beginning there was some rivalry between him and Arjuna. Seeing his constant rivalry with ArjunaDuryodhana picked him up as his companionand this gradually grew into greater intimacy. He was also present in the great assembly of Draupadī's svayaṁvara functionand when he attempted to exhibit his talent in that meetingDraupadī's brother declared that Karṇa could not take part in the competition because of his being the son of a śūdra carpenter. Although he was refused in the competitionstill when Arjuna was successful in piercing the fish target on the ceiling and Draupadī bestowed her garland upon ArjunaKarṇa and the other disappointed princes offered an unusual stumbling block to Arjuna while he was leaving with Draupadī. SpecificallyKarṇa fought with him very valiantlybut all of them were defeated by Arjuna. Duryodhana was very much pleased with Karṇa because of his constant rivalry with Arjunaand when he was in power he enthroned Karṇa in the state of Aṅga. Being baffled in his attempt to win DraupadīKarṇa advised Duryodhana to attack King Drupadafor after defeating him both Arjuna and Draupadī could be arrested. But Droṇācārya rebuked them for this conspiracyand they refrained from the action. Karṇa was defeated many timesnot only by Arjuna but also by Bhīmasena. He was the king of the kingdom of BengalOrissa and Madras combined. Later on he took an active part in the Rājasūya sacrifice of Mahārāja Yudhiṣṭhiraand when there was gambling between the rival brothersdesigned by ŚakuniKarṇa took part in the gameand he was very pleased when Draupadī was offered as a bet in the gambling. This fed his old grudge. When Draupadī was in the game he was very enthusiastic to declare the newsand it is he who ordered Duḥśāsana to take away the garments of both the Pāṇḍavas and Draupadī. He asked Draupadī to select another husband becausebeing lost by the Pāṇḍavasshe was rendered a slave of the Kurus. He was always an enemy of the Pāṇḍavasand whenever there was an opportunityhe tried to curb them by all means. During the Battle of Kurukṣetrahe foresaw the conclusive resultand he expressed his opinion that due to Lord Kṛṣṇa's being the chariot driver of Arjunathe battle should be won by Arjuna. He always differed with Bhīṣmaand sometimes he was proud enough to say that within five days he could finish up the Pāṇḍavasif Bhīṣma would not interfere with his plan of action. But he was much mortified when Bhīṣma died. He killed Ghaṭotkaca with the Śakti weapon obtained from Indradeva. His sonVṛṣasenawas killed by Arjuna. He killed the largest number of Pāṇḍava soldiers. At last there was a severe fight with Arjunaand it was he only who was able to knock off the helmet of Arjuna. But it so happened that the wheel of his chariot stuck in the battlefield mudand when he got down to set the wheel rightArjuna took the opportunity and killed himalthough he requested Arjuna not to do so."
        },
        {
            "type": "regular",
            "text": "Naptāor Bhūriśravā: Bhūriśravā was the son of Somadattaa member of the Kuru family. His other brother was Śalya. Both the brothers and the father attended the svayaṁvara ceremony of Draupadī. All of them appreciated the wonderful strength of Arjuna due to his being the devotee friend of the Lordand thus Bhūriśravā advised the sons of Dhṛtarāṣṭra not to pick any quarrel or fight with them. All of them also attended the Rājasūya yajña of Mahārāja Yudhiṣṭhira. He possessed one akṣauhiṇī regiment of armycavalryelephants and chariotsand all these were employed in the Battle of Kurukṣetra on behalf of Duryodhana's party. He was counted by Bhīma as one of the yūtha-patis. In the Battle of Kurukṣetra he was especially engaged in a fight with Sātyakiand he killed ten sons of Sātyaki. Later onArjuna cut off his handsand he was ultimately killed by Sātyaki. After his death he merged into the existence of Viśvadeva."
        },
        {
            "type": "regular",
            "text": "Trigartaor Suśarmā: Son of Mahārāja Vṛddhakṣetrahe was the King of Trigartadeśaand he was also present in the svayaṁvara ceremony of Draupadī. He was one of the allies of Duryodhanaand he advised Duryodhana to attack the Matsyadeśa (Darbhaṅga). During the time of cow-stealing in Virāṭa-nagarahe was able to arrest Mahārāja Virāṭabut later Mahārāja Virāṭa was released by Bhīma. In the Battle of Kurukṣetra he also fought very valiantlybut at the end he was killed by Arjuna."
        },
        {
            "type": "regular",
            "text": "Jayadratha: Another son of Mahārāja Vṛddhakṣetra. He was the King of Sindhudeśa (modern Sindh Pakistan). His wife's name was Duḥśalā. He was also present in the svayaṁvara ceremony of Draupadīand he desired very strongly to have her handbut he failed in the competition. But since then he always sought the opportunity to get in touch with Draupadī. When he was going to marry in the Śalyadeśaon the way to Kāmyavana he happened to see Draupadī again and was too much attracted to her. The Pāṇḍavas and Draupadī were then in exileafter losing their empire in gamblingand Jayadratha thought it wise to send news to Draupadī in an illicit manner through Koṭiśaṣyaone of his associates. Draupadī at once refused vehemently the proposal of Jayadrathabut being so much attracted by the beauty of Draupadīhe tried again and again. Every time he was refused by Draupadī. He tried to take her away forcibly on his chariotand at first Draupadī gave him a good dashingand he fell like a cut-root tree. But he was not discouragedand he was able to force Draupadī to sit on the chariot. This incident was seen by Dhaumya Muniand he strongly protested the action of Jayadratha. He also followed the chariotand through Dhātreyikā the matter was brought to the notice of Mahārāja Yudhiṣṭhira. The Pāṇḍavas then attacked the soldiers of Jayadratha and killed them alland at last Bhīma caught hold of Jayadratha and beat him very severelyalmost dead. Then all but five hairs were cut off his head and he was taken to all the kings and introduced as the slave of Mahārāja Yudhiṣṭhira. He was forced to admit himself to be the slave of Mahārāja Yudhiṣṭhira before all the princely orderand in the same condition he was brought before Mahārāja Yudhiṣṭhira. Mahārāja Yudhiṣṭhira was kind enough to order him releasedand when he admitted to being a tributary prince under Mahārāja YudhiṣṭhiraQueen Draupadī also desired his release. After this incidenthe was allowed to return to his country. Being so insultedhe went to Gaṅgotri in the Himalayas and undertook a severe type of penance to please Lord Śiva. He asked his benediction to defeat all the Pāṇḍavasat least one at a time. Then the Battle of Kurukṣetra beganand he took sides with Duryodhana. In the first day's fight he was engaged with Mahārāja Drupadathen with Virāṭa and then with Abhimanyu. While Abhimanyu was being killedmercilessly surrounded by seven great generalsthe Pāṇḍavas came to his helpbut Jayadrathaby the mercy of Lord Śivarepulsed them with great ability. At thisArjuna took a vow to kill himand on hearing thisJayadratha wanted to leave the warfield and asked permission from the Kauravas for this cowardly action. But he was not allowed to do so. On the contraryhe was obliged to fight with Arjunaand while the fight was going on Lord Kṛṣṇa reminded Arjuna that the benediction of Śiva upon Jayadratha was that whoever would cause his head to fall on the ground would die at once. He therefore advised Arjuna to throw the head of Jayadratha directly onto the lap of his fatherwho was engaged in penances at the Samanta-pañcaka pilgrimage. This was actually done by Arjuna. Jayadratha's father was surprised to see a severed head on his lapand he at once threw it to the ground. The father immediately diedhis forehead being cracked in seven pieces."
        }
    ]
}
