{
    "page_info": {
        "current_id": "SB 1.15.31",
        "previous_id": "SB 1.15.30",
        "next_id": "SB 1.15.32"
    },
    "verse": [
        {
            "roman": "viśoko brahma-sampattyā\nsañchinna-dvaita-saṁśayaḥ\nlīna-prakṛti-nairguṇyād\naliṅgatvād asambhavaḥ\n"
        }
    ],
    "synonyms": "\nviśokaḥ—free from bereavement; brahma-sampattyā—by possession of spiritual assets; sañchinna—being completely cut off; dvaita-saṁśayaḥ—from the doubts of relativity; līna—merged in; prakṛti—material nature; nairguṇyāt—due to being in transcendence; aliṅgatvāt—because of being devoid of a material body; asambhavaḥ—free from birth and death.\n\n",
    "translation": "\nBecause of his possessing spiritual assets, the doubts of duality were completely cut off. Thus he was freed from the three modes of material nature and placed in transcendence. There was no longer any chance of his becoming entangled in birth and death, for he was freed from material form.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Doubts of duality begin from the misconception of the material bodywhich is accepted as the self by less intelligent persons. The most foolish part of our ignorance is our identifying this material body with the self. Everything in relation with the body is ignorantly accepted as our own. Doubts due to misconceptions of \"myself\" and \"mine\"—in other words\"my body,\" \"my relatives,\" \"my property,\" \"my wife,\" \"my children,\" \"my wealth,\" \"my country,\" \"my community,\" and hundreds and thousands of similar illusory contemplations—cause bewilderment for the conditioned soul. By assimilating the instructions of the Bhagavad-gītāone is sure to be released from such bewilderment because real knowledge is knowledge that the Supreme Personality of GodheadVāsudevaLord Kṛṣṇais everythingincluding one's self. Everything is a manifestation of His potency as part and parcel. The potency and the potent are nondifferentso the conception of duality is at once mitigated by attainment of perfect knowledge. As soon as Arjuna took up the instructions of the Bhagavad-gītāexpert as he washe could at once eradicate the material conception of Lord Kṛṣṇahis eternal friend. He could realize that the Lord was still present before him by His instructionby His formby His pastimesby His qualities and everything else related to Him. He could realize that Lord Kṛṣṇahis friendwas still present before him by His transcendental presence in different nondual energiesand there was no question of attainment of the association of the Lord by another change of body under the influence of time and space. By attainment of absolute knowledgeone can be in association with the Lord constantlyeven in this present lifesimply by hearingchantingthinking of and worshiping the Supreme Lord. One can see Himone can feel His presence even in this present life simply by understanding the advaya-jñāna Lordor the Absolute Lordthrough the process of devotional servicewhich begins with hearing about Him. Lord Caitanya says that simply by chanting the holy name of the Lord one can at once wash off the dust on the mirror of pure consciousnessand as soon as the dust is removedone is at once freed from all material conditions. To become free from material conditions means to liberate the soul. As soon as one isthereforesituated in absolute knowledgehis material conception of life is removedor he emerges from a false conception of life. Thus the function of the pure soul is revived in spiritual realization. This practical realization of the living being is made possible due to his becoming free from the reaction of the three modes of material naturenamely goodnesspassion and ignorance. By the grace of the Lorda pure devotee is at once raised to the place of the Absoluteand there is no chance of the devotee's becoming materially entangled again in conditioned life. One is not able to feel the presence of the Lord in all circumstances until one is endowed with the required transcendental vision made possible by devotional service prescribed in the revealed scriptures. Arjuna had attained this stage long before on the Battlefield of Kurukṣetraand when he apparently felt the absence of the Lordhe at once took shelter of the instructions of the Bhagavad-gītāand thus again he was placed in his original position. This is the position of viśokaor the stage of being freed from all grief and anxieties."
        }
    ]
}
