{
    "page_info": {
        "current_id": "SB 1.15.35",
        "previous_id": "SB 1.15.34",
        "next_id": "SB 1.15.36"
    },
    "verse": [
        {
            "roman": "yathā matsyādi-rūpāṇi\ndhatte jahyād yathā naṭaḥ\nbhū-bhāraḥ kṣapito yena\njahau tac ca kalevaram\n"
        }
    ],
    "synonyms": "\nyathā—as much as; matsya-ādi—incarnation as a fish, etc.; rūpāṇi—forms; dhatte—eternally accepts; jahyāt—apparently relinquishes; yathā—exactly like; naṭaḥ—magician; bhū-bhāraḥ—burden of the world; kṣapitaḥ—relieved; yena—by which; jahau—let go; tat—that; ca—also; kalevaram—body.\n\n",
    "translation": "\nThe Supreme Lord relinquished the body which He manifested to diminish the burden of the earth. Just like a magician, He relinquishes one body to accept different ones, like the fish incarnation and others.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The Supreme Lord Personality of Godhead is neither impersonal nor formlessbut His body is nondifferent from Himand therefore He is known as the embodiment of eternityknowledge and bliss. In the Bṛhad-vaiṣṇava Tantra it is clearly mentioned that anyone who considers the form of Lord Kṛṣṇa to be made of material energy must be ostracized by all means. And if by chance the face of such an infidel is seenone must clean himself by jumping in the river with his clothing. The Lord is described as amṛtaor deathlessbecause He has no material body. Under the circumstancesthe Lord's dying or quitting His body is like the jugglery of a magician. The magician shows by his tricks that he is cut to piecesburnt to ashes or made unconscious by hypnotic influencesbut all are false shows only. Factually the magician himself is neither burnt to ashes nor cut to piecesnor is he dead or unconscious at any stage of his magical demonstration. Similarlythe Lord has His eternal forms of unlimited varietyof which the fish incarnationas was exhibited within this universeis also one. Because there are innumerable universessomewhere or other the fish incarnation must be manifesting His pastimes without cessation. In this versethe particular word dhatte (\"eternally accepted,\" and not the word dhitvā\"accepted for the occasion\") is used. The idea is that the Lord does not create the fish incarnation; He eternally has such a formand the appearance and disappearance of such an incarnation serves particular purposes. In the Bhagavad-gītā  the Lord says\"The impersonalists think that I have no formthat I am formlessbut that at present I have accepted a form to serve a purposeand now I am manifested. But such speculators are factually without sharp intelligence. Though they may be good scholars in the Vedic literaturesthey are practically ignorant of My inconceivable energies and My eternal forms of personality. The reason is that I reserve the power of not being exposed to the nondevotees by My mystic curtain. The less intelligent fools are therefore unaware of My eternal formwhich is never to be vanquished and is unborn.\" In the Padma Purāṇa it is said that those who are envious and always angry at the Lord are unfit to know the actual and eternal form of the Lord. In the Bhāgavatam also it is said that the Lord appeared like a thunderbolt to those who were wrestlers. Śiśupālaat the time of being killed by the Lordcould not see Him as Kṛṣṇabeing dazzled by the glare of the brahmajyoti. Thereforethe temporary manifestation of the Lord as a thunderbolt to the wrestlers appointed by Kaṁsaor the glaring appearance of the Lord before Śiśupālawas relinquished by the Lordbut the Lord as a magician is eternally existent and is never vanquished in any circumstance. Such forms are temporarily shown to the asuras onlyand when such exhibitions are withdrawnthe asuras think that the Lord is no more existentjust as the foolish audience thinks the magician to be burnt to ashes or cut to pieces. The conclusion is that the Lord has no material bodyand therefore He is never to be killed or changed by His transcendental body."
        }
    ]
}
