{
    "page_info": {
        "current_id": "SB 1.15.5",
        "previous_id": "SB 1.15.4",
        "next_id": "SB 1.15.6"
    },
    "verse": [
        {
            "roman": "arjuna uvāca\nvañcito 'haṁ mahā-rāja\nhariṇā bandhu-rūpiṇā\nyena me 'pahṛtaṁ tejo\ndeva-vismāpanaṁ mahat\n"
        }
    ],
    "synonyms": "\narjunaḥ uvāca—Arjuna said; vañcitaḥ—left by Him; aham—myself; mahā-rāja—O King; hariṇā—by the Personality of Godhead; bandhu-rūpiṇā—as if an intimate friend; yena—by whom; me—my; apahṛtam—I have been bereft; tejaḥ—power; deva—the demigods; vismāpanam—astonishing; mahat—astounding.\n\n",
    "translation": "\nArjuna said: O King! The Supreme Personality of Godhead Hari, who treated me exactly like an intimate friend, has left me alone. Thus my astounding power, which astonished even the demigods, is no longer with me.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "In the Bhagavad-gītā  that the Lord and His eternal associates descend on the earth many timesbut the Lord remembers all the different roles of incarnationswhereas the associatesby His supreme willforget them. Similarlythe Lord takes away with Him all His associates when He disappears from the earth. The power and energy which were bestowed upon Arjuna were required for fulfillment of the mission of the Lordbut when His mission was fulfilledthe emergency powers were withdrawn from Arjuna because the astounding powers of Arjunawhich were astonishing even to the denizens of heavenwere no longer requiredand they were not meant for going back homeback to Godhead. If endowment of powers and withdrawal of powers by the Lord are possible even for a great devotee like Arjunaor even the demigods in heaventhen what to speak of the ordinary living beings who are but figs compared to such great souls. The lesson isthereforethat no one should be puffed up for his powers borrowed from the Lord. The sane man should rather feel obliged to the Lord for such benefactions and must utilize such power for the service of the Lord. Such power can be withdrawn at any time by the Lordso the best use of such power and opulence is to engage them in the service of the Lord."
        }
    ]
}
