{
    "page_info": {
        "current_id": "SB 1.15.50",
        "previous_id": "SB 1.15.49",
        "next_id": "SB 1.15.51"
    },
    "verse": [
        {
            "roman": "draupadī ca tadājñāya\npatīnām anapekṣatām\nvāsudeve bhagavati\nhy ekānta-matir āpa tam\n"
        }
    ],
    "synonyms": "\ndraupadī—Draupadī (the wife of the Pāṇḍavas); ca—and; tadā—at that time; ājñāya—knowing Lord Kṛṣṇa fully well; patīnām—of the husbands; anapekṣatām—who did not care for her; vāsudeve—unto Lord Vāsudeva (Kṛṣṇa); bhagavati—the Personality of Godhead; hi—exactly; eka-anta—absolutely; matiḥ—concentration; āpa—got; tam—Him (the Lord).\n\n",
    "translation": "\nDraupadī also saw that her husbands, without caring for her, were leaving home. She knew well about Lord Vāsudeva, Kṛṣṇa, the Personality of Godhead. Both she and Subhadrā became absorbed in thoughts of Kṛṣṇa and attained the same results as their husbands.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "When flying an airplaneone cannot take care of other planes. Everyone has to take care of his own planeand if there is any dangerno other plane can help another in that condition. Similarlyat the end of lifewhen one has to go back homeback to Godheadeveryone has to take care of himself without help rendered by another. The help ishoweveroffered on the ground before flying in space. Similarlythe spiritual masterthe fatherthe motherthe relativesthe husband and others can all render help during one's lifetimebut while crossing the sea one has to take care of himself and utilize the instructions formerly received. Draupadī had five husbandsand no one asked Draupadī to come; Draupadī had to take care of herself without waiting for her great husbands. And because she was already trainedshe at once took to concentration upon the lotus feet of Lord VāsudevaKṛṣṇathe Personality of Godhead. The wives also got the same result as their husbandsin the same manner; that is to saywithout changing their bodies they reached the destination of Godhead. Śrīla Viśvanātha Cakravartī Ṭhākura suggests that both Draupadī and Subhadrāalthough her name is not mentioned hereingot the same result. None of them had to quit the body."
        }
    ]
}
