{
    "page_info": {
        "current_id": "SB 1.15.9",
        "previous_id": "SB 1.15.8",
        "next_id": "SB 1.15.10"
    },
    "verse": [
        {
            "roman": "yat-tejasā nṛpa-śiro-'ṅghrim ahan makhārtham\nāryo 'nujas tava gajāyuta-sattva-vīryaḥ\ntenāhṛtāḥ pramatha-nātha-makhāya bhūpā\nyan-mocitās tad-anayan balim adhvare te\n"
        }
    ],
    "synonyms": "\nyat—whose; tejasā—by influence; nṛpa-śiraḥ-aṅghrim—one whose feet are adored by the heads of kings; ahan—killed; makha-artham—for the sacrifice; āryaḥ—respectable; anujaḥ—younger brother; tava—your; gaja-ayuta—ten thousand elephants; sattva-vīryaḥ—powerful existence; tena—by him; āhṛtāḥ—collected; pramatha-nātha—the lord of the ghosts (Mahābhairava); makhāya—for sacrifice; bhūpāḥ—kings; yat-mocitāḥ—by whom they were released; tat-anayan—all of them brought; balim—taxes; adhvare—presented; te—your.\n\n",
    "translation": "\nYour respectable younger brother, who possesses the strength of ten thousand elephants, killed, by His grace, Jarāsandha, whose feet were worshiped by many kings. These kings had been brought for sacrifice in Jarāsandha's Mahābhairava-yajña, but they were thus released. Later they paid tribute to Your Majesty.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Jarāsandha was a very powerful king of Magadhaand the history of his birth and activities is also very interesting. His fatherKing Bṛhadrathawas also a very prosperous and powerful king of Magadhabut he had no sonalthough he married two daughters of the King of Kāśī. Being disappointed in not getting a son from either of the two queensthe Kingalong with his wivesleft home to live in the forest for austeritiesbut in the forest he was blessed by one great ṛṣi to have a sonand he gave him one mango to be eaten by the queens. The queens did so and were very soon pregnant. The King was very happy to see the queens bearing childrenbut when the ripe time approachedthe queens delivered one child in two partsone from each of the queens' wombs. The two parts were thrown in the forestwhere a great she-demon used to liveand she was glad to have some delicate flesh and blood from the newly born child. Out of curiosity she joined the two partsand the child became complete and regained life. The she-demon was known as Jarāand being compassionate on the childless Kingshe went to the King and presented him with the nice childThe King was very pleased with the she-demon and wanted to reward her according to her desire. The she-demon expressed her desire that the child be named after herand thus the child was surnamed Jarāsandhaor one who was joined by Jarāthe she-demon. In factthis Jarāsandha was born as one of the parts and parcels of the demon Vipracitti. The saint by whose benedictions the queens bore the child was called Candra Kauśikawho foretold of the child before his father Bṛhadratha."
        },
        {
            "type": "regular",
            "text": "Since he possessed demoniac qualities from birthnaturally he became a great devotee of Lord Śivawho is the lord of all ghostly and demoniac men. Rāvaṇa was a great devotee of Lord Śivaand so also King Jarāsandha. He used to sacrifice all arrested kings before Lord Mahābhairava (Śiva) and by his military power he defeated many small kings and arrested them to butcher before Mahābhairava. There are many devotees of Lord Mahābhairavaor Kālabhairavain the province of Biharformerly called Magadha. Jarāsandha was a relative of Kaṁsathe maternal uncle of Kṛṣṇaand therefore after Kaṁsa's death King Jarāsandha became a great enemy of Kṛṣṇaand there were many fights between Jarāsandha and Kṛṣṇa. Lord Kṛṣṇa wanted to kill himbut He also wanted that those who served as military men for Jarāsandha might not be killed. Therefore a plan was adopted to kill him. KṛṣṇaBhīma and Arjuna together went to Jarāsandha in the dress of poor brāhmaṇas and begged charity from King Jarāsandha. Jarāsandha never refused charity to any brāhmaṇaand he performed many sacrifices alsoyet he was not on a par with devotional service. Lord KṛṣṇaBhīma and Arjuna asked Jarāsandha for the facility of fighting himand it was settled that Jarāsandha would fight with Bhīma only. So all of them were both guests and combatants of Jarāsandhaand Bhīma and Jarāsandha fought every day for several days. Bhīma became disappointedbut Kṛṣṇa gave him hints about Jarāsandha's being joined together as an infantand thus Bhīma dissected him again and so killed him. All the kings who were detained in the concentration camp to be killed before Mahābhairava were thus released by Bhīma. Feeling thus obliged to the Pāṇḍavasthey paid tribute to King Yudhiṣṭhira."
        }
    ]
}
