{
    "page_info": {
        "current_id": "SB 1.19.5",
        "previous_id": "SB 1.19.4",
        "next_id": "SB 1.19.6"
    },
    "verse": [
        {
            "roman": "atho vihāyemam amuṁ ca lokaṁ\nvimarśitau heyatayā purastāt\nkṛṣṇāṅghri-sevām adhimanyamāna\nupāviśat prāyam amartya-nadyām\n"
        }
    ],
    "synonyms": "\natho—thus; vihāya—giving up; imam—this; amum—and the next; ca—also; lokam—planets; vimarśitau—all of them being judged; heyatayā—because of inferiority; purastāt—hereinbefore; kṛṣṇa-aṅghri—the lotus feet of the Lord, Śrī Kṛṣṇa; sevām—transcendental loving service; adhimanyamānaḥ—one who thinks of the greatest of all achievements; upāviśat—sat down firmly; prāyam—for fasting; amartya-nadyām—on the bank of the transcendental river (the Ganges or the Yamunā).\n\n",
    "translation": "\nMahārāja Parīkṣit sat down firmly on the banks of the Ganges to concentrate his mind in Kṛṣṇa consciousness, rejecting all other practices of self-realization, because transcendental loving service to Kṛṣṇa is the greatest achievement, superseding all other methods.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "For a devotee like Mahārāja Parīkṣitnone of the material planetseven the topmost Brahmalokais as desirable as Goloka Vṛndāvanathe abode of Lord Śrī Kṛṣṇathe primeval Lord and original Personality of Godhead. This earth is one of the innumerable material planets within the universeand there are innumerable universes also within the compass of the mahat-tattva. The devotees are told by the Lord and His representativesthe spiritual masters or ācāryasthat not one of the planets within all the innumerable universes is suitable for the residential purposes of a devotee. The devotee always desires to go back homeback to Godheadjust to become one of the associates of the Lord in the capacity of servitorfriendparent or conjugal lover of the Lordeither in one of the innumerable Vaikuṇṭha planets or in Goloka Vṛndāvanathe planet of Lord Śrī Kṛṣṇa. All these planets are eternally situated in the spiritual skythe paravyomawhich is on the other side of the Causal Ocean within the mahat-tattva. Mahārāja Parīkṣit was already aware of all this information due to his accumulated piety and birth in a high family of devoteesVaiṣṇavasand thus he was not at all interested in the material planets. Modern scientists are very eager to reach the moon by material arrangementsbut they cannot conceive of the highest planet of this universe. But a devotee like Mahārāja Parīkṣit does not care a fig for the moon orfor that matterany of the material planets. So when he was assured of his death on a fixed datehe became more determined in the transcendental loving service of Lord Kṛṣṇa by complete fasting on the bank of the transcendental River Yamunāwhich flows down by the capital of Hastināpura (in the Delhi state). Both the Ganges and the Yamunā are amartyā (transcendental) riversand Yamunā is still more sanctified for the following reasons."
        }
    ]
}
