{
    "page_info": {
        "current_id": "SB 1.19.8",
        "previous_id": "SB 1.19.7",
        "next_id": "SB 1.19.9-10"
    },
    "verse": [
        {
            "roman": "tatropajagmur bhuvanaṁ punānā\nmahānubhāvā munayaḥ sa-śiṣyāḥ\nprāyeṇa tīrthābhigamāpadeśaiḥ\nsvayaṁ hi tīrthāni punanti santaḥ\n"
        }
    ],
    "synonyms": "\ntatra—there; upajagmuḥ—arrived; bhuvanam—the universe; punānāḥ—those who can sanctify; mahā-anubhāvāḥ—great minds; munayaḥ—thinkers; sa-śiṣyāḥ—along with their disciples; prāyeṇa—almost; tīrtha—place of pilgrimage; abhigama—journey; apadeśaiḥ—on the plea of; svayam—personally; hi—certainly; tīrthāni—all the places of pilgrimage; punanti—sanctify; santaḥ—sages.\n\n",
    "translation": "\nAt that time all the great minds and thinkers, accompanied by their disciples, and sages who could verily sanctify a place of pilgrimage just by their presence, arrived there on the plea of making a pilgrim's journey.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "When Mahārāja Parīkṣit sat down on the bank of the Gangesthe news spread in all directions of the universeand the great-minded sageswho could follow the importance of the occasionall arrived there on the plea of pilgrimage. Actually they came to meet Mahārāja Parīkṣit and not to take a bath of pilgrimage because all of them were competent enough to sanctify the places of pilgrimage. Common men go to pilgrimage sites to get themselves purified of all sins. Thus the places of pilgrimage become overburdened with the sins of others. But when such sages visit overburdened places of pilgrimagethey sanctify the places by their presence. Therefore the sages who came to meet Mahārāja Parīkṣit were not very much interested in getting themselves purified like common menbut on the plea of taking a bath in that place they came to meet Mahārāja Parīkṣit because they could foresee that Śrīmad-Bhāgavatam would be spoken by Śukadeva Gosvāmī. All of them wanted to take advantage of the great occasion."
        }
    ]
}
