{
    "page_info": {
        "current_id": "SB 6.1.38",
        "previous_id": "SB 6.1.37",
        "next_id": "SB 6.1.39"
    },
    "verse": [
        {
            "roman": "śrī-viṣṇudūtā ūcuḥ\nyūyaṁ vai dharma-rājasya\nyadi nirdeśa-kāriṇaḥ\nbrūta dharmasya nas tattvaṁ\nyac cādharmasya lakṣaṇam\n"
        }
    ],
    "synonyms": "\nśrī-viṣṇudūtāḥ ūcuḥ—the blessed messengers of Lord Viṣṇu spoke; yūyam—all of you; vai—indeed; dharma-rājasya—of King Yamarāja, who knows the religious principles; yadi—if; nirdeśa-kāriṇaḥ—order carriers; brūta—just speak; dharmasya—of religious principles; naḥ—unto us; tattvam—the truth; yat—that which; ca—also; adharmasya—of impious activities; lakṣaṇam—symptoms.\n\n",
    "translation": "\nThe blessed messengers of Lord Viṣṇu, the Viṣṇudūtas, said: If you are actually servants of Yamarāja, you must explain to us the meaning of religious principles and the symptoms of irreligion.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "This inquiry by the Viṣṇudūtas to the Yamadūtas is most important. A servant must know the instructions of his master. The servants of Yamarāja claimed to be carrying out his orders, and therefore the Viṣṇudūtas very intelligently asked them to explain the symptoms of religious and irreligious principles. A Vaiṣṇava knows these principles perfectly well because he is well acquainted with the instructions of the Supreme Personality of Godhead. The Supreme Lord says, sarva-dharmān parityajya mām ekaṁ śaraṇaṁ vraja: :"
        },
        {
            "type": "regular",
            "text": "\"Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me.\" One who has not surrendered to Kṛṣṇa does not know the true principle of religion; otherwise he would have surrendered."
        },
        {
            "type": "regular",
            "text": "The question posed by the Viṣṇudūtas was very suitable. One who represents someone else must fully know that person's mission. The devotees in the Kṛṣṇa consciousness movement must therefore be fully aware of the mission of Kṛṣṇa and Lord Caitanya; otherwise they will be considered foolish. All devotees, especially preachers, must know the philosophy of Kṛṣṇa consciousness so as not to be embarrassed and insulted when they preach."
        },
        {
            "type": "verse",
            "text": "na māṁ duṣkṛtino mūḍhāḥ\nprapadyante narādhamāḥ\nmāyayāpahṛta-jñānā\nāsuraṁ bhāvam āśritāḥ"
        }
    ]
}
