{
    "page_info": {
        "current_id": "SB 6.7.15",
        "previous_id": "SB 6.7.14",
        "next_id": "SB 6.7.16"
    },
    "verse": [
        {
            "roman": "athāham amarācāryam\nagādha-dhiṣaṇaṁ dvijam\nprasādayiṣye niśaṭhaḥ\nśīrṣṇā tac-caraṇaṁ spṛśan\n"
        }
    ],
    "synonyms": "\natha—therefore; aham—I; amara-ācāryam—the spiritual master of the demigods; agādha-dhiṣaṇam—whose spiritual knowledge is deep; dvijam—the perfect brāhmaṇa; prasādayiṣye—I shall please; niśaṭhaḥ—without duplicity; śīrṣṇā—with my head; tat-caraṇam—his lotus feet; spṛśan—touching.\n\n",
    "translation": "\nKing Indra said: Therefore with great frankness and without duplicity I shall now bow my head at the lotus feet of Bṛhaspati, the spiritual master of the demigods. Because he is in the mode of goodness, he is fully aware of all knowledge and is the best of the brāhmaṇas. Now I shall touch his lotus feet and offer my obeisances unto him to try to satisfy him.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Coming to his senses, King Indra realized that he was not a very sincere disciple of his spiritual master, Bṛhaspati. Therefore he decided that henceforward he would be niśaṭha, nonduplicitous. Niśaṭhaḥ śīrṣṇa-tac-caraṇaṁ spṛśan: he decided to touch his head to the feet of his spiritual master. From this example, we should learn this principle enunciated by Viśvanātha Cakravartī Ṭhākura:"
        },
        {
            "type": "regular",
            "text": "\"By the mercy of the spiritual master one is benedicted by the mercy of Kṛṣṇa. Without the grace of the spiritual master, one cannot make any advancement.\" A disciple should never be a hypocrite or be unfaithful to his spiritual master. In Śrīmad-Bhāgavatam :"
        },
        {
            "type": "regular",
            "text": "\"Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth.\" One should fully surrender unto the spiritual master. and with service (sevayā) one should approach him for further spiritual enlightenment."
        },
        {
            "type": "verse",
            "text": "yasya prasādād bhagavat-prasādo\nyasyāprasādān na gatiḥ kuto 'pi"
        }
    ]
}
