{
    "page_info": {
        "current_id": "SB 1.5.22",
        "previous_id": "SB 1.5.21",
        "next_id": "SB 1.5.23"
    },
    "verse": [
        {
            "roman": "idaṁ hi puṁsas tapasaḥ śrutasya vā\nsviṣṭasya sūktasya ca buddhi-dattayoḥ\navicyuto 'rthaḥ kavibhir nirūpito\nyad-uttamaśloka-guṇānuvarṇanam\n"
        }
    ],
    "synonyms": "\nidam—this; hi—certainly; puṁsaḥ—of everyone; tapasaḥ—by dint of austerities; śrutasya—by dint of study of the Vedas; vā—or; sviṣṭasya—sacrifice; sūktasya—spiritual education; ca—and; buddhi—culture of knowledge; dattayoḥ—charity; avicyutaḥ—infallible; arthaḥ—interest; kavibhiḥ—by the recognized learned person; nirūpitaḥ—concluded; yat—what; uttamaśloka—the Lord, who is described by choice poetry; guṇa-anuvarṇanam—description of the transcendental qualities of.\n\n",
    "translation": "\nLearned circles have positively concluded that the infallible purpose of the advancement of knowledge, namely austerities, study of the Vedas, sacrifice, chanting of hymns and charity, culminates in the transcendental descriptions of the Lord, who is defined in choice poetry.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Human intellect is developed for advancement of learning in artsciencephilosophyphysicschemistrypsychologyeconomicspoliticsetc. By culture of such knowledge the human society can attain perfection of life. This perfection of life culminates in the realization of the Supreme BeingViṣṇu. The śruti therefore directs that those who are actually advanced in learning should aspire for the service of Lord Viṣṇu. Unfortunately persons who are enamored by the external beauty of viṣṇu-māyā do not understand that culmination of perfection or self-realization depends on Viṣṇu. Viṣṇu-māyā means sense enjoymentwhich is transient and miserable. Those who are entrapped by viṣṇu-māyā utilize advancement of knowledge for sense enjoyment. Śrī Nārada Muni has explained that all paraphernalia of the cosmic universe is but an emanation from the Lord out of His different energies because the Lord has set in motionby His inconceivable energythe actions and reactions of the created manifestation. They have come to be out of His energythey rest on His energyand after annihilation they merge into Him. Nothing isthereforedifferent from Himbut at the same time the Lord is always different from them."
        },
        {
            "type": "regular",
            "text": "When advancement of knowledge is applied in the service of the Lordthe whole process becomes absolute. The Personality of Godhead and His transcendental namefamegloryetc.are all nondifferent from Him. Thereforeall the sages and devotees of the Lord have recommended that the subject matter of artsciencephilosophyphysicschemistrypsychology and all other branches of knowledge should be wholly and solely applied in the service of the Lord. Artliteraturepoetrypaintingetc.may be used in glorifying the Lord. The fiction writerspoets and celebrated litterateurs are generally engaged in writing of sensuous subjectsbut if they turn towards the service of the Lord they can describe the transcendental pastimes of the Lord. Vālmīki was a great poetand similarly Vyāsadeva is a great writerand both of them have absolutely engaged themselves in delineating the transcendental activities of the Lord and by doing so have become immortal. Similarlyscience and philosophy also should be applied in the service of the Lord. There is no use presenting dry speculative theories for sense gratification. Philosophy and science should be engaged to establish the glory of the Lord. Advanced people are eager to understand the Absolute Truth through the medium of scienceand therefore a great scientist should endeavor to prove the existence of the Lord on a scientific basis. Similarlyphilosophical speculations should be utilized to establish the Supreme Truth as sentient and all-powerful. Similarlyall other branches of knowledge should always be engaged in the service of the Lord. In the Bhagavad-gītā also the same is affirmed. All \"knowledge\" not engaged in the service of the Lord is but nescience. Real utilization of advanced knowledge is to establish the glories of the Lordand that is the real import. Scientific knowledge engaged in the service of the Lord and all similar activities are all factually hari-kīrtanaor glorification of the Lord."
        }
    ]
}
