{
    "page_info": {
        "current_id": "SB 1.5.28",
        "previous_id": "SB 1.5.27",
        "next_id": "SB 1.5.29"
    },
    "verse": [
        {
            "roman": "itthaṁ śarat-prāvṛṣikāv ṛtū harer\nviśṛṇvato me 'nusavaṁ yaśo 'malam\nsaṅkīrtyamānaṁ munibhir mahātmabhir\nbhaktiḥ pravṛttātma-rajas-tamopahā\n"
        }
    ],
    "synonyms": "\nittham—thus; śarat—autumn; prāvṛṣikau—rainy season; ṛtū—two seasons; hareḥ—of the Lord; viśṛṇvataḥ—continuously hearing; me—myself; anusavam—constantly; yaśaḥ amalam—unadulterated glories; saṅkīrtyamānam—chanted by; munibhiḥ—the great sages; mahā-ātmabhiḥ—great souls; bhaktiḥ—devotional service; pravṛttā—began to flow; ātma—living being; rajaḥ—mode of passion; tama—mode of ignorance; upahā—vanishing.\n\n",
    "translation": "\nThus during two seasons-the rainy season and autumn-I had the opportunity to hear these great-souled sages constantly chant the unadulterated glories of the Lord Hari. As the flow of my devotional service began, the coverings of the modes of passion and ignorance vanished.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Transcendental loving service for the Supreme Lord is the natural inclination of every living being. The instinct is dormant in everyonebut due to the association of material nature the modes of passion and ignorance cover this from time immemorial. Ifby the grace of the Lord and the great-souled devotees of the Lorda living being becomes fortunate enough to associate with the unadulterated devotees of the Lord and gets a chance to hear the unadulterated glories of the Lordcertainly the flow of devotional service takes place like the flow of a river. As the river flows on till she reaches the seasimilarly pure devotional service flows by the association of pure devotees till it reaches the ultimate goalnamelytranscendental love of God. Such a flow of devotional service cannot stop. On the contraryit increases more and more without limitation. The flow of devotional service is so potent that any onlooker also becomes liberated from the influence of the modes of passion and ignorance. These two qualities of nature are thus removedand the living being is liberatedbeing situated in his original position."
        }
    ]
}
