{
    "page_info": {
        "current_id": "SB 1.5.33",
        "previous_id": "SB 1.5.32",
        "next_id": "SB 1.5.34"
    },
    "verse": [
        {
            "roman": "āmayo yaś ca bhūtānāṁ\njāyate yena suvrata\ntad eva hy āmayaṁ dravyaṁ\nna punāti cikitsitam\n"
        }
    ],
    "synonyms": "\nāmayaḥ—diseases; yaḥ ca—whatever; bhūtānām—of the living being; jāyate—become possible; yena—by the agency; suvrata—O good soul; tat—that; eva—very; hi—certainly; āmayam—disease; dravyam—thing; na—does it not; punāti—cure; cikitsitam—treated with.\n\n",
    "translation": "\nO good soul, does not a thing, applied therapeutically, cure a disease which was caused by that very same thing?\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "An expert physician treats his patient with a therapeutic diet. For examplemilk preparations sometimes cause disorder of the bowelsbut the very same milk converted into curd and mixed with some other remedial ingredients cures such disorders. Similarlythe threefold miseries of material existence cannot be mitigated simply by material activities. Such activities have to be spiritualizedjust as by fire iron is made red-hotand thereby the action of fire begins. Similarlythe material conception of a thing is at once changed as soon as it is put into the service of the Lord. That is the secret of spiritual success. We should not try to lord it over the material naturenor should we reject material things. The best way to make the best use of a bad bargain is to use everything in relation with the supreme spiritual being. Everything is an emanation from the Supreme Spiritand by His inconceivable power He can convert spirit into matter and matter into spirit. Therefore a material thing (so-called) is at once turned into a spiritual force by the great will of the Lord. The necessary condition for such a change is to employ so-called matter in the service of the spirit. That is the way to treat our material diseases and elevate ourselves to the spiritual plane where there is no miseryno lamentation and no fear. When everything is thus employed in the service of the Lordwe can experience that there is nothing except the Supreme Brahman. The Vedic mantra that \"everything is Brahman\" is thus realized by us."
        }
    ]
}
