{
    "page_info": {
        "current_id": "SB 1.5.34",
        "previous_id": "SB 1.5.33",
        "next_id": "SB 1.5.35"
    },
    "verse": [
        {
            "roman": "evaṁ nṛṇāṁ kriyā-yogāḥ\nsarve saṁsṛti-hetavaḥ\nta evātma-vināśāya\nkalpante kalpitāḥ pare\n"
        }
    ],
    "synonyms": "\nevam—thus; nṛṇām—of the human being; kriyā-yogāḥ—all activities; sarve—everything; saṁsṛti—material existence; hetavaḥ—causes; te—that; eva—certainly; ātma—the tree of work; vināśāya—killing; kalpante—become competent; kalpitāḥ—dedicated; pare—unto the Transcendence.\n\n",
    "translation": "\nThus when all a man's activities are dedicated to the service of the Lord, those very activities which caused his perpetual bondage become the destroyer of the tree of work.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Fruitive work which has perpetually engaged the living being is compared to the banyan tree in the Bhagavad-gītāfor it is certainly very deeply rooted. As long as the propensity for enjoying the fruit of work is thereone has to continue the transmigration of the soul from one body or place to anotheraccording to one's nature of work. The propensity for enjoyment may be turned into the desire for serving the mission of the LordBy doing soone's activity is changed into karma-yogaor the way by which one can attain spiritual perfection while engaging in the work for which he has a natural tendency. Here the word ātmā indicates the categories of all fruitive work. The conclusion is that when the result of all fruitive and other work is dovetailed with the service of the Lordit will cease to generate further karma and will gradually develop into transcendental devotional servicewhich will not only cut off completely the root of the banyan tree of work but will also carry the performer to the lotus feet of the Lord."
        },
        {
            "type": "regular",
            "text": "The summary is that one has tofirst of allseek the association of pure devotees who not only are learned in the Vedānta but are self-realized souls and unalloyed devotees of Lord Śrī Kṛṣṇathe Personality of Godhead. In that associationthe neophyte devotees must render loving service physically and mentally without reservation. This service attitude will induce the great souls to be more favorable in bestowing their mercywhich injects the neophyte with all the transcendental qualities of the pure devotees. Gradually this is developed into a strong attachment to hearing the transcendental pastimes of the Lordwhich makes him able to catch up the constitutional position of the gross and subtle bodies and beyond them the knowledge of pure soul and his eternal relation with the Supreme Soulthe Personality of Godhead. After the relation is ascertained by establishment of the eternal relationpure devotional service to the Lord begins gradually developing into perfect knowledge of the Personality of Godhead beyond the purview of impersonal Brahman and localized Paramātmā. By such puruṣottama-yogaas it is stated in the Bhagavad-gītāone is made perfect even during the present corporeal existenceand one exhibits all the good qualities of the Lord to the highest percentage. Such is the gradual development by association of pure devotees."
        }
    ]
}
