{
    "page_info": {
        "current_id": "SB 1.18.13",
        "previous_id": "SB 1.18.12",
        "next_id": "SB 1.18.14"
    },
    "verse": [
        {
            "roman": "tulayāma lavenāpi\nna svargaṁ nāpunar-bhavam\nbhagavat-saṅgi-saṅgasya\nmartyānāṁ kim utāśiṣaḥ\n"
        }
    ],
    "synonyms": "\ntulayāma—to be balanced with; lavena—by a moment; api—even; na—never; svargam—heavenly planets; na—nor; apunaḥ-bhavam—liberation from matter; bhagavat-saṅgi—devotee of the Lord; saṅgasya—of the association; martyānām—those who are meant for death; kim—what is there; uta—to speak of; āśiṣaḥ—worldly benediction.\n\n",
    "translation": "\nThe value of a moment's association with the devotee of the Lord cannot even be compared to the attainment of heavenly planets or liberation from matter, and what to speak of worldly benedictions in the form of material prosperity, which are for those who are meant for death.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "When there are some similar pointsit is possible to compare one thing to another. One cannot compare the association of a pure devotee to anything material. Men who are addicted to material happiness aspire to reach the heavenly planets like the moonVenus and Indralokaand those who are advanced in material philosophical speculations aspire after liberation from all material bondage. When one becomes frustrated with all kinds of material advancementone desires the opposite type of liberationwhich is called apunar-bhavaor no rebirth. But the pure devotees of the Lord do not aspire after the happiness obtained in the heavenly kingdomnor do they aspire after liberation from material bondage. In other wordsfor the pure devotees of the Lord the material pleasures obtainable in the heavenly planets are like phantasmagoriaand because they are already liberated from all material conceptions of pleasure and distressthey are factually liberated even in the material world. This means that the pure devotees of the Lord are engaged in a transcendental existencenamely in the loving service of the Lordboth in the material world and in the spiritual world. As a government servant is always the sameeither in the office or at home or at any placeso a devotee has nothing to do with anything materialfor he is exclusively engaged in the transcendental service of the Lord. Since he has nothing to do with anything materialwhat pleasure can he derive from material benedictions like kingship or other overlordshipswhich are finished quickly with the end of the body? Devotional service is eternal; it has no endbecause it is spiritual. Thereforesince the assets of a pure devotee are completely different from material assetsthere is no comparison between the two. Sūta Gosvāmī was a pure devotee of the Lordand therefore his association with the ṛṣis in Naimiṣāraṇya is unique. In the material worldassociation with gross materialists is veritably condemned. The materialist is called yoṣit-saṅgīor one who is much attached to material entanglement (women and other paraphernalia). Such attachment is conditioned because it drives away the benedictions of life and prosperity. And just the opposite is bhāgavata-saṅgīor one who is always in the association with the Lord's nameformqualitiesetc. Such association is always desirable; it is worshipableit is praiseworthyand one may accept it as the highest goal of life."
        }
    ]
}
