{
    "page_info": {
        "current_id": "SB 1.18.16",
        "previous_id": "SB 1.18.15",
        "next_id": "SB 1.18.17"
    },
    "verse": [
        {
            "roman": "sa vai mahā-bhāgavataḥ parīkṣid\nyenāpavargākhyam adabhra-buddhiḥ\njñānena vaiyāsaki-śabditena\nbheje khagendra-dhvaja-pāda-mūlam\n"
        }
    ],
    "synonyms": "\nsaḥ—he; vai—certainly; mahā-bhāgavataḥ—first-class devotee; parīkṣit—the King; yena—by which; apavarga-ākhyam—by the name of liberation; adabhra—fixed; buddhiḥ—intelligence; jñānena—by knowledge; vaiyāsaki—the son of Vyāsa; śabditena—vibrated by; bheje—taken to; khaga-indra—Garuḍa, the king of the birds; dhvaja—flag; pāda-mūlam—soles of the feet.\n\n",
    "translation": "\nO Sūta Gosvāmī, please describe those topics of the Lord by which Mahārāja Parīkṣit, whose intelligence was fixed on liberation, attained the lotus feet of the Lord, who is the shelter of Garuḍa, the king of birds. Those topics were vibrated by the son of Vyāsa [Śrīla Śukadeva].\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "There is some controversy amongst the students on the path of liberation. Such transcendental students are known as impersonalists and devotees of the Lord. The devotee of the Lord worships the transcendental form of the Lordwhereas the impersonalist meditates upon the glaring effulgenceor the bodily rays of the Lordknown as the brahmajyoti. Here in this verse it is said that Mahārāja Parīkṣit attained the lotus feet of the Lord by instructions in knowledge delivered by the son of VyāsadevaŚrīla Śukadeva Gosvāmī. Śukadeva Gosvāmī was also an impersonalist in the beginningas he himself has admitted in the Bhāgavatam but later on he was attracted by the transcendental pastimes of the Lord and thus became a devotee. Such devotees with perfect knowledge are called mahā-bhāgavatasor first-class devotees. There are three classes of devoteesnamely the prākṛtamadhyamaand mahā-bhāgavata. The prākṛtaor third-class devoteesare temple worshipers without specific knowledge of the Lord and the Lord's devotees. The madhyamaor the second-class devoteeknows well the Lordthe Lord's devoteesthe neophytesand the nondevotees also. But the mahā-bhāgavataor the first-class devoteesees everything in relation with the Lord and the Lord present in everyone's relation. The mahā-bhāgavatathereforedoes not make any distinctionparticularly between a devotee and nondevotee. Mahārāja Parīkṣit was such a mahā-bhāgavata devotee because he was initiated by a mahā-bhāgavata devoteeŚukadeva Gosvāmī. He was equally kindeven to the personality of Kaliand what to speak of others."
        },
        {
            "type": "regular",
            "text": "So there are many instances in the transcendental histories of the world of an impersonalist who has later become a devotee. But a devotee has never become an impersonalist. This very fact proves that on the transcendental stepsthe step occupied by a devotee is higher than the step occupied by an impersonalist. It is also stated in the Bhagavad-gītā and perfect knowledgeas delivered by Śrīla Śukadeva Gosvāmīresults in the attainment of the transcendental service of the Lord."
        }
    ]
}
