{
    "page_info": {
        "current_id": "SB 1.18.18",
        "previous_id": "SB 1.18.17",
        "next_id": "SB 1.18.19"
    },
    "verse": [
        {
            "roman": "sūta uvāca\naho vayaṁ janma-bhṛto 'dya hāsma\nvṛddhānuvṛttyāpi viloma-jātāḥ\ndauṣkulyam ādhiṁ vidhunoti śīghraṁ\nmahattamānām abhidhāna-yogaḥ\n"
        }
    ],
    "synonyms": "\nsūtaḥ uvāca—Sūta Gosvāmī said; aho—how; vayam—we; janma-bhṛtaḥ—promoted in birth; adya—today; ha—clearly; āsma—have become; vṛddha-anuvṛttyā—by serving those who are advanced in knowledge; api—although; viloma-jātāḥ—born in a mixed caste; dauṣkulyam—disqualification of birth; ādhim—sufferings; vidhunoti—purifies; śīghram—very soon; mahat-tamānām—of those who are great; abhidhāna—conversation; yogaḥ—connection.\n\n",
    "translation": "\nŚrī Sūta Gosvāmī said: O God, although we are born in a mixed caste, we are still promoted in birthright simply by serving and following the great who are advanced in knowledge. Even by conversing with such great souls, one can without delay cleanse oneself of all disqualifications resulting from lower births.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Sūta Gosvāmī did not take his birth in a brāhmaṇa family. He was born in a family of mixed casteor an uncultured low family. But because of higher associationlike Śrī Śukadeva Gosvāmī and the great ṛṣis of Naimiṣāraṇyacertainly the disqualification of inferior birth was washed off. Lord Śrī Caitanya Mahāprabhu followed this principle in pursuance of the Vedic usagesand by His transcendental association He elevated many lowbornor those disqualified by birth or actionto the status of devotional service and established them in the position of ācāryasor authorities. He clearly stated that any manwhatever he may bewhether a brāhmaṇa or śūdra by birthor a householder or mendicant in the order of societyif he is conversant with the science of Kṛṣṇahe can be accepted as an ācārya or gurua spiritual master."
        },
        {
            "type": "regular",
            "text": "Sūta Gosvāmī learned the science of Kṛṣṇa from great ṛṣis and authorities like Śukadeva and Vyāsadeva and he was so qualified that even the sages of Naimiṣāraṇya eagerly wanted to hear from him the science of Kṛṣṇa in the form of Śrīmad-Bhāgavatam. So he had the double association of great souls by hearing and preaching. Transcendental scienceor the science of Kṛṣṇahas to be learned from the authoritiesand when one preaches the sciencehe becomes still more qualified. So Sūta Gosvāmī had both the advantagesand thus undoubtedly he was completely freed from all disqualifications of low birth and mental agonies. This verse definitely proves that Śrīla Śukadeva Gosvāmī did not refuse to teach Sūta Gosvāmī about the transcendental science nor did the sages of Naimiṣāraṇya refuse to hear lessons from him because of his inferior birth. This means that thousands of years ago there was no bar to learning or preaching the transcendental science because of inferior birth. The rigidity of the so-called caste system in Hindu society became prominent within only one hundred years or so when the number of dvija-bandhusor disqualified men in the families of higher castesincreased. Lord Śrī Caitanya revived the original Vedic systemand He elevated Ṭhākura Haridāsa to the position of nāmācāryaor the authority in preaching the glories of the holy name of the Lordalthough His Holiness Śrīla Haridāsa Ṭhākura was pleased to appear in a family of Mohammedans."
        },
        {
            "type": "regular",
            "text": "Such is the power of pure devotees of the Lord. The Ganges water is accepted as pureand one can become purified after taking a bath in the waters of the Ganges. But as far as the great devotees of the Lord are concernedthey can purify a degraded soul even by being seen by the lowbornand what to speak of association. Lord Śrī Caitanya Mahāprabhu wanted to purify the whole atmosphere of the polluted world by sending qualified preachers all over the worldand it remains with the Indians to take up this task scientifically and thus do the best kind of humanitarian work. The mental diseases of the present generation are more acute than bodily diseases; it is quite fit and proper to take up the preaching of Śrīmad-Bhāgavatam all over the world without delay. Mahattamānām abhidhāna also means dictionary of great devoteesor a book full of the words of great devotees. Such a dictionary of the words of great devotees and those of the Lord are in the Vedas and allied literaturesspecifically the Śrīmad-Bhāgavatam."
        }
    ]
}
