{
    "page_info": {
        "current_id": "SB 1.18.26",
        "previous_id": "SB 1.18.24-25",
        "next_id": "SB 1.18.27"
    },
    "verse": [
        {
            "roman": "pratiruddhendriya-prāṇa-\nmano-buddhim upāratam\nsthāna-trayāt paraṁ prāptaṁ\nbrahma-bhūtam avikriyam\n"
        }
    ],
    "synonyms": "\npratiruddha—restrained; indriya—the sense organs; prāṇa—air of respiration; manaḥ—the mind; buddhim—intelligence; upāratam—inactive; sthāna—places; trayāt—from the three; param—transcendental; prāptam—achieved; brahma-bhūtam—qualitatively equal with the Supreme Absolute; avikriyam—unaffected.\n\n",
    "translation": "\nThe muni's sense organs, breath, mind and intelligence were all restrained from material activities, and he was situated in a trance apart from the three [wakefulness, dream and unconsciousness], having achieved a transcendental position qualitatively equal with the Supreme Absolute.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "It appears that the muniin whose hermitage the King enteredwas in yogic trance. The transcendental position is attained by three processesnamely the process of jñānaor theoretical knowledge of transcendencethe process of yogaor factual realization of trance by manipulation of the physiological and psychological functions of the bodyand the most approved process of bhakti-yogaor the engagement of senses in the devotional service of the Lord. In the Bhagavad-gītā also we have the information of the gradual development of perception from matter to a living entity. Our material mind and body develop from the living entitythe souland being influenced by the three qualities of matterwe forget our real identity. The jñāna process theoretically speculates about the reality of the soul. But bhakti-yoga factually engages the spirit soul in activities. The perception of matter is transcended to still subtler states of the senses. The senses are transcended to the subtler mindand then to breathing activities and gradually to intelligence. Beyond the intelligencethe living soul is realized by the mechanical activities of the yoga systemor practice of meditation restraining the sensesregulating the breathing system and applying intelligence to rise to the transcendental position. This trance stops all material activities of the body. The King saw the muni in that position. He also saw the muni as follows."
        }
    ]
}
