{
    "page_info": {
        "current_id": "SB 1.18.3",
        "previous_id": "SB 1.18.2",
        "next_id": "SB 1.18.4"
    },
    "verse": [
        {
            "roman": "utsṛjya sarvataḥ saṅgaṁ\nvijñātājita-saṁsthitiḥ\nvaiyāsaker jahau śiṣyo\ngaṅgāyāṁ svaṁ kalevaram\n"
        }
    ],
    "synonyms": "\nutsṛjya—after leaving aside; sarvataḥ—all around; saṅgam—association; vijñāta—being understood; ajita—one who is never conquered (the Personality of Godhead); saṁsthitiḥ—actual position; vaiyāsakeḥ—unto the son of Vyāsa; jahau—gave up; śiṣyaḥ—as a disciple; gaṅgāyām—on the bank of the Ganges; svam—his own; kalevaram—material body.\n\n",
    "translation": "\nFurthermore, after leaving all his associates, the King surrendered himself as a disciple to the son of Vyāsa [Śukadeva Gosvāmī], and thus he was able to understand the actual position of the Personality of Godhead.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The word ajita is significant here. The Personality of GodheadŚrī Kṛṣṇais known as Ajitaor unconquerableand He is so in every respect. No one can know His actual position. He is unconquerable by knowledge also. We have heard about His dhāmaor placeeternal Goloka Vṛndāvanabut there are many scholars who interpret this abode in different ways. But by the grace of a spiritual master like Śukadeva Gosvāmīunto whom the King gave himself up as a most humble discipleone is able to understand the actual position of the LordHis eternal abodeand His transcendental paraphernalia in that dhāmaor abode. Knowing the transcendental position of the Lord and the transcendental method by which one can approach that transcendental dhāmathe King was confident about his ultimate destinationand by knowing this he could leave aside everything materialeven his own bodywithout any difficulty of attachment. In the Bhagavad-gītāit is statedparaṁ dṛṣṭvā nivartate:  one can give up all connection with material attachment when one is able to see the paramor the superior quality of things. From Bhagavad-gītā we understand the quality of the Lord's energy that is superior to the material quality of energyand by the grace of a bona fide spiritual master like Śukadeva Gosvāmīit is quite possible to know everything of the superior energy of the Lord by which the Lord manifests His eternal namequalitypastimesparaphernalia and variegatedness. Unless one thoroughly understands this superior or eternal energy of the Lordit is not possible to leave the material energyhowever one may theoretically speculate on the true nature of the Absolute Truth. By the grace of Lord KṛṣṇaMahārāja Parīkṣit was able to receive the mercy of such a personality as Śukadeva Gosvāmīand thus he was able to know the actual position of the unconquerable Lord. It is very difficult to find the Lord from the Vedic literaturesbut it is very easy to know Him by the mercy of a liberated devotee like Śukadeva Gosvāmī."
        }
    ]
}
