{
    "page_info": {
        "current_id": "SB 1.18.31",
        "previous_id": "SB 1.18.30",
        "next_id": "SB 1.18.32"
    },
    "verse": [
        {
            "roman": "eṣa kiṁ nibhṛtāśeṣa-\nkaraṇo mīlitekṣaṇaḥ\nmṛṣā-samādhir āhosvit\nkiṁ nu syāt kṣatra-bandhubhiḥ\n"
        }
    ],
    "synonyms": "\neṣaḥ—this; kim—whether; nibhṛta-aśeṣa—meditative mood; karaṇaḥ—senses; mīlita—closed; īkṣaṇaḥ—eyes; mṛṣā—false; samādhiḥ—trance; āho—remains; svit—if it is so; kim—either; nu—but; syāt—may be; kṣatra-bandhubhiḥ—by the lower kṣatriya.\n\n",
    "translation": "\nUpon returning, he began to contemplate and argue within himself whether the sage had actually been in meditation, with senses concentrated and eyes closed, or whether he had just been feigning trance just to avoid receiving a lower kṣatriya.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The Kingbeing a devotee of the Lorddid not approve of his own actionand thus he began to wonder whether the sage was really in a trance or was just pretending in order to avoid receiving the Kingwho was a kṣatriya and therefore lower in rank. Repentance comes in the mind of a good soul as soon as he commits something wrong. Śrīla Viśvanātha Cakravartī Ṭhākura and Śrīla Jīva Gosvāmī do not believe that the King's action was due to his past misdeeds. The arrangement was so made by the Lord just to call the King back homeback to Godhead."
        },
        {
            "type": "regular",
            "text": "According to Śrīla Viśvanātha Cakravartīthe plan was made by the will of the Lordand by the will of the Lord the situation of frustration was created. The plan was that for his so-called misdeed the King could be cursed by an inexperienced brāhmaṇa boy infected by the influence of Kaliand thus the King would leave his hearth and home for good. His connections with Śrīla Śukadeva Gosvāmī would enable the presentation of the great Śrīmad-Bhāgavatamwhich is considered to be the book incarnation of the Lord. This book incarnation of the Lord gives much fascinating information of the transcendental pastimes of the Lordlike His rāsa-līla with the spiritual cowherd damsels of Vrajabhūmi. This specific pastime of the Lord has a special significance because anyone who properly learns about this particular pastime of the Lord will certainly be dissuaded from mundane sex desire and be placed on the path of sublime devotional service to the Lord. The pure devotee's mundane frustration is meant to elevate the devotee to a higher transcendental position. By placing Arjuna and the Pāṇḍavas in frustration due to the intrigue of their cousin-brothersthe prelude of the Battle of Kurukṣetra was created by the Lord. This was to incarnate the sound representative of the LordBhagavad-gītā. So by placing King Parīkṣit in an awkward positionthe incarnation of Śrīmad-Bhāgavatam was created by the will of the Lord. Being distressed by hunger and thirst was only a showbecause the King endured mucheven in the womb of his mother. He was never disturbed by the glaring heat of the brahmāstra released by Aśvatthāmā. The King's distressed condition was certainly unprecedented. The devotees like Mahārāja Parīkṣit are powerful enough to forbear such distressesby the will of the Lordand they are never disturbed. The situationin this casewas therefore all planned by the Lord."
        }
    ]
}
