{
    "page_info": {
        "current_id": "SB 7.9.21",
        "previous_id": "SB 7.9.20",
        "next_id": "SB 7.9.22"
    },
    "verse": [
        {
            "roman": "māyā manaḥ sṛjati karmamayaṁ balīyaḥ\nkālena codita-guṇānumatena puṁsaḥ\nchandomayaṁ yad ajayārpita-ṣoḍaśāraṁ\nsaṁsāra-cakram aja ko 'titaret tvad-anyaḥ\n"
        }
    ],
    "synonyms": "\nmāyā—the external energy of the Supreme Personality of Godhead; manaḥ—the mind; sṛjati—creates; karma-mayam—producing hundreds and thousands of desires and acting accordingly; balīyaḥ—extremely powerful, insurmountable; kālena—by time; codita-guṇa—whose three modes of material nature are agitated; anumatena—permitted by the mercy of the glance (time); puṁsaḥ—of the plenary portion, Lord Viṣṇu, the expansion of Lord Kṛṣṇa; chandaḥ-mayam—chiefly influenced by the directions in the Vedas; yat—which; ajayā—because of dark ignorance; arpita—offered; ṣoḍaśa—sixteen; aram—the spokes; saṁsāra-cakram—the wheel of repeated birth and death in different species of life; aja—O unborn Lord; kaḥ—who (is there); atitaret—able to get out; tvat-anyaḥ—without taking shelter at Your lotus feet.\n\n",
    "translation": "\nO Lord, O supreme eternal, by expanding Your plenary portion You have created the subtle bodies of the living entities through the agency of Your external energy, which is agitated by time. Thus the mind entraps the living entity in unlimited varieties of desires to be fulfilled by the Vedic directions of karma-kāṇḍa [fruitive activity] and the sixteen elements. Who can get free from this entanglement unless he takes shelter at Your lotus feet?\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "If the hand of the Supreme Personality of Godhead is present in everything, where is the question of being liberated from material encagement to spiritual, blissful life? Indeed, it is a fact that Kṛṣṇa is the source of everything, as we understand from Kṛṣṇa Himself in Bhagavad-gītā (ahaṁ sarvasya prabhavaḥ :"
        },
        {
            "type": "regular",
            "text": "\"Those who worship the demigods will take birth among the demigods; those who worship ghosts and spirits will take birth among such beings; those who worship ancestors go to the ancestors; and those who worship Me will live with Me.\" The real purpose of the Vedas is to direct one back home, back to Godhead, but the living entity, not knowing the real goal of his life, wants to go sometimes here and sometimes there and do sometimes this and sometimes that. In this way he wanders throughout the entire universe, imprisoned in various species and thus engaging in various activities for which he must suffer the reactions. Śrī Caitanya Mahāprabhu therefore says:"
        },
        {
            "type": "regular",
            "text": "The fallen, conditioned living entity, trapped by the external energy, loiters in the material world, but if by good fortune he meets a bona fide representative of the Lord who gives him the seed of devotional service, and if he takes advantage of such a guru, or representative of God, he receives the bhakti-latā-bīja, the seed of devotional service. If he properly cultivates Kṛṣṇa consciousness, he is then gradually elevated to the spiritual world. The ultimate conclusion is that one must surrender to the principles of bhakti-yoga, for then one will gradually attain liberation. No other method of liberation from the material struggle is at all possible."
        },
        {
            "type": "verse",
            "text": "yānti deva-vratā devān\npitṟn yānti pitṛ-vratāḥ\nbhūtāni yānti bhūtejyā\nyānti mad-yājino 'pi mām"
        }
    ]
}
