{
    "page_info": {
        "current_id": "SB 1.17.18",
        "previous_id": "SB 1.17.17",
        "next_id": "SB 1.17.19"
    },
    "verse": [
        {
            "roman": "na vayaṁ kleśa-bījāni\nyataḥ syuḥ puruṣarṣabha\npuruṣaṁ taṁ vijānīmo\nvākya-bheda-vimohitāḥ\n"
        }
    ],
    "synonyms": "\nna—not; vayam—we; kleśa-bījāni—the root cause of sufferings; yataḥ—wherefrom; syuḥ—it so happens; puruṣa-ṛṣabha—O greatest of all human beings; puruṣam—the person; tam—that; vijānīmaḥ—know; vākya-bheda—difference of opinion; vimohitāḥ—bewildered by.\n\n",
    "translation": "\nO greatest among human beings, it is very difficult to ascertain the particular miscreant who has caused our sufferings, because we are bewildered by all the different opinions of theoretical philosophers.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "There are many theoretical philosophers in the world who put forward their own theories of cause and effect especially about the cause of suffering and its effect on different living beings. Generally there are six great philosophers: Kaṇādathe author of Vaiśeṣika philosophy; Gautamathe author of logic; Patañjalithe author of mystic yoga; Kapilathe author of Sāṅkhya philosophy; Jaiminithe author of Karma-mīmāṁsā; and Vyāsadevathe author of Vedānta-darśana."
        },
        {
            "type": "regular",
            "text": "Although the bullor the personality of religionand the cowthe personality of the earthknew perfectly well that the personality of Kali was the direct cause of their sufferingsstillas devotees of the Lordthey knew well also that without the sanction of the Lord no one could inflict trouble upon them. According to the Padma Purāṇaour present trouble is due to the fructifying of seedling sinsbut even those seedling sins also gradually fade away by execution of pure devotional service. Thus even if the devotees see the mischief-mongersthey do not accuse them for the sufferings inflicted. They take it for granted that the mischief-monger is made to act by some indirect causeand therefore they tolerate the sufferingsthinking them to be God-given in small dosesfor otherwise the sufferings should have been greater."
        },
        {
            "type": "regular",
            "text": "Mahārāja Parīkṣit wanted to get a statement of accusation against the direct mischief-mongerbut they declined to give it on the abovementioned grounds. Speculative philosophershoweverdo not recognize the sanction of the Lord; they try to find out the cause of sufferings in their own wayas will be described in the following verses. According to Śrīla Jīva Gosvāmīsuch speculators are themselves bewilderedand thus they cannot know that the ultimate cause of all causes is the Supreme Lordthe Personality of Godhead."
        }
    ]
}
