{
    "page_info": {
        "current_id": "SB 1.17.24",
        "previous_id": "SB 1.17.23",
        "next_id": "SB 1.17.25"
    },
    "verse": [
        {
            "roman": "tapaḥ śaucaṁ dayā satyam\niti pādāḥ kṛte kṛtāḥ\nadharmāṁśais trayo bhagnāḥ\nsmaya-saṅga-madais tava\n"
        }
    ],
    "synonyms": "\ntapaḥ—austerity; śaucam—cleanliness; dayā—mercy; satyam—truthfulness; iti—thus; pādāḥ—legs; kṛte—in the age of Satya; kṛtāḥ—established; adharma—irreligiosity; aṁśaiḥ—by the parts; trayaḥ—three combined; bhagnāḥ—broken; smaya—pride; saṅga—too much association with women; madaiḥ—intoxication; tava—your.\n\n",
    "translation": "\nIn the age of Satya [truthfulness] your four legs were established by the four principles of austerity, cleanliness, mercy and truthfulness. But it appears that three of your legs are broken due to rampant irreligion in the form of pride, lust for women, and intoxication.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The deluding energyor material naturecan act upon the living beings proportionately in terms of the living beings' falling prey to the deluding attraction of māyā. Moths are captivated by the glaring brightness of lightand thus they become prey to the fire. Similarlythe deluding energy is always captivating the conditioned souls to become prey to the fire of delusionand the Vedic scriptures warn the conditioned souls not to become prey to delusion but to get rid of it. The Vedas warn us to go not to the darkness of ignorance but to the progressive path of light. The Lord Himself also warns that the deluding power of material energy is too powerful to overcomebut one who completely surrenders unto the Lord can easily do so. But to surrender unto the lotus feet of the Lord is also not very easy. Such surrender is possible by persons of austeritycleanlinessmercy and truthfulness. These four principles of advanced civilization were remarkable features in the age of Satya. In that ageevery human being was practically a qualified brāhmaṇa of the highest orderand in the social orders of life they were all paramahaṁsasor the topmost in the renounced order. By cultural standingthe human beings were not at all subjected to the deluding energy. Such strong men of character were competent enough to get away from the clutches of māyā. But graduallyas the basic principles of brahminical culturenamely austeritycleanlinessmercy and truthfulnessbecame curtailed by proportionate development of prideattachment for women and intoxicationthe path of salvation or the path of transcendental bliss retreated farfar away from human society. With the progression of the age of Kalipeople are becoming very proudand attached to women and intoxication. By the influence of the age of Kalieven a pauper is proud of his pennythe women are always dressed in an overly attractive fashion to victimize the minds of menand the man is addicted to drinking winesmokingdrinking tea and chewing tobaccoetc. All these habitsor so-called advancement of civilizationare the root causes of all irreligiositiesand therefore it is not possible to check corruptionbribery and nepotism. Man cannot check all these evils simply by statutory acts and police vigilancebut he can cure the disease of the mind by the proper medicinenamely advocating the principles of brahminical culture or the principles of austeritycleanlinessmercy and truthfulness. Modern civilization and economic development are creating a new situation of poverty and scarcity with the result of blackmailing the consumer's commodities. If the leaders and the rich men of the society spend fifty percent of their accumulated wealth mercifully for the misled mass of people and educate them in God consciousnessthe knowledge of Bhāgavatamcertainly the age of Kali will be defeated in its attempt to entrap the conditioned souls. We must always remember that false prideor too high an estimation of one's own values of lifeundue attachment to women or association with themand intoxication will divert human civilization from the path of peacehowever much the people clamor for peace in the world. The preaching of the Bhāgavatam principles will automatically render all men austereclean both inside and outsidemerciful to the sufferingand truthful in daily behavior. That is the way of correcting the flaws of human societywhich are very prominently exhibited at the present moment."
        }
    ]
}
