{
    "page_info": {
        "current_id": "SB 1.17.3",
        "previous_id": "SB 1.17.2",
        "next_id": "SB 1.17.4"
    },
    "verse": [
        {
            "roman": "gāṁ ca dharma-dughāṁ dīnāṁ\nbhṛśaṁ śūdra-padāhatām\nvivatsām āśru-vadanāṁ\nkṣāmāṁ yavasam icchatīm\n"
        }
    ],
    "synonyms": "\ngām—the cow; ca—also; dharma-dughām—beneficial because one can draw religion from her; dīnām—now rendered poor; bhṛśam—distressed; śūdra—the lower caste; pada-āhatām—beaten on the legs; vivatsām—without any calf; āśru-vadanām—with tears in her eyes; kṣāmām—very weak; yavasam—grass; icchatīm—as if desiring to have some grass to eat.\n\n",
    "translation": "\nAlthough the cow is beneficial because one can draw religious principles from her, she was now rendered poor and calfless. Her legs were being beaten by a śūdra. There were tears in her eyes, and she was distressed and weak. She was hankering after some grass in the field.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The next symptom of the age of Kali is the distressed condition of the cow. Milking the cow means drawing the principles of religion in a liquid form. The great ṛṣis and munis would live only on milk. Śrīla Śukadeva Gosvāmī would go to a householder while he was milking a cowand he would simply take a little quantity of it for subsistence. Even fifty years agono one would deprive a sādhu of a quart or two of milkand every householder would give milk like water. For a Sanātanist (a follower of Vedic principles) it is the duty of every householder to have cows and bulls as household paraphernalianot only for drinking milkbut also for deriving religious principles. The Sanātanist worships cows on religious principles and respects brāhmaṇas. The cow's milk is required for the sacrificial fireand by performing sacrifices the householder can be happy. The cow's calf not only is beautiful to look atbut also gives satisfaction to the cowand so she delivers as much milk as possible. But in the Kali-yugathe calves are separated from the cows as early as possible for purposes which may not be mentioned in these pages of Śrīmad-Bhāgavatam. The cow stands with tears in her eyesthe śūdra milkman draws milk from the cow artificiallyand when there is no milk the cow is sent to be slaughtered. These greatly sinful acts are responsible for all the troubles in present society. People do not know what they are doing in the name of economic development. The influence of Kali will keep them in the darkness of ignorance. Despite all endeavors for peace and prosperitythey must try to see the cows and the bulls happy in all respects. Foolish people do not know how one earns happiness by making the cows and bulls happybut it is a fact by the law of nature. Let us take it from the authority of Śrīmad-Bhāgavatam and adopt the principles for the total happiness of humanity."
        }
    ]
}
