{
    "page_info": {
        "current_id": "SB 1.17.38",
        "previous_id": "SB 1.17.37",
        "next_id": "SB 1.17.39"
    },
    "verse": [
        {
            "roman": "sūta uvāca\nabhyarthitas tadā tasmai\nsthānāni kalaye dadau\ndyūtaṁ pānaṁ striyaḥ sūnā\nyatrādharmaś catur-vidhaḥ\n"
        }
    ],
    "synonyms": "\nsūtaḥ uvāca—Sūta Gosvāmī said; abhyarthitaḥ—thus being petitioned; tadā—at that time; tasmai—unto him; sthānāni—places; kalaye—to the personality of Kali; dadau—gave him permission; dyūtam—gambling; pānam—drinking; striyaḥ—illicit association with women; sūnā—animal slaughter; yatra—wherever; adharmaḥ—sinful activities; catuḥ-vidhaḥ—four kinds of.\n\n",
    "translation": "\nSūta Gosvāmī said: Mahārāja Parīkṣit, thus being petitioned by the personality of Kali, gave him permission to reside in places where gambling, drinking, prostitution and animal slaughter were performed.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The basic principles of irreligiositysuch as prideprostitutionintoxication and falsehoodcounteract the four principles of religionnamely austeritycleanlinessmercy and truthfulness. The personality of Kali was given permission to live in four places particularly mentioned by the Kingnamely the place of gamblingthe place of prostitutionthe place of drinking and the place of animal slaughter."
        },
        {
            "type": "regular",
            "text": "Śrīla Jīva Gosvāmī directs that drinking against the principles of scripturessuch as the sautrāmaṇī-yajñaassociation with women outside marriageand killing animals against the injunctions of scriptures are irreligious. In the Vedas two different types of injunctions are there for the pravṛttasor those who are engaged in material enjoymentand for the nivṛttasor those who are liberated from material bondage. The Vedic injunction for the pravṛttas is to gradually regulate their activities towards the path of liberation. Thereforefor those who are in the lowest stage of ignorance and who indulge in winewomen and fleshdrinking by performing sautrāmaṇī-yajñaassociation of women by marriage and flesh-eating by sacrifices are sometimes recommended. Such recommendations in the Vedic literature are meant for a particular class of menand not for all. But because they are injunctions of the Vedas for particular types of personssuch activities by the pravṛttas are not considered adharma. One man's food may be poison for others; similarlywhat is recommended for those in the mode of ignorance may be poison for those in the mode of goodness. Śrīla Jīva Gosvāmī Prabhuthereforeaffirms that recommendations in the scriptures for a certain class of men are never to be considered adharmaor irreligious. But such activities are factually adharmaand they are never to be encouraged. The recommendations in the scriptures are not meant for the encouragement of such adharmabut for regulating the necessary adharma gradually toward the path of dharma."
        },
        {
            "type": "regular",
            "text": "Following in the footsteps of Mahārāja Parīkṣitit is the duty of all executive heads of states to see that the principles of religionnamely austeritycleanlinessmercy and truthfulnessare established in the stateand that the principles of irreligionnamely prideillicit female association or prostitutionintoxication and falsityare checked by all means. And to make the best use of a bad bargainthe personality of Kali may be transferred to places of gamblingdrinkingprostitution and slaughterhousesif there are any places like that. Those who are addicted to these irreligious habits may be regulated by the injunctions of the scripture. In no circumstances should they be encouraged by any state. In other wordsthe state should categorically stop all sorts of gamblingdrinkingprostitution and falsity. The state which wants to eradicate corruption by majority may introduce the principles of religion in the following manner:"
        },
        {
            "type": "regular",
            "text": "Gambling of all descriptioneven speculative business enterpriseis considered to be degradingand when gambling is encouraged in the statethere is a complete disappearance of truthfulness. Allowing young boys and girls to remain unmarried more than the above-mentioned ages and licensing animal slaughterhouses of all description should be at once prohibited. The flesh-eaters may be allowed to take flesh as mentioned in the scripturesand not otherwise. Intoxication of all description-even smoking cigaretteschewing tobacco or the drinking of tea-must be prohibited."
        }
    ]
}
