{
    "page_info": {
        "current_id": "SB 1.17.45",
        "previous_id": "SB 1.17.43-44",
        "next_id": "SB 1.18.1"
    },
    "verse": [
        {
            "roman": "ittham-bhūtānubhāvo 'yam\nabhimanyu-suto nṛpaḥ\nyasya pālayataḥ kṣauṇīṁ\nyūyaṁ satrāya dīkṣitāḥ\n"
        }
    ],
    "synonyms": "\nittham-bhūta—being thus; anubhāvaḥ—experience; ayam—of this; abhimanyu-sutaḥ—son of Abhimanyu; nṛpaḥ—the king; yasya—whose; pālayataḥ—on account of his ruling; kṣauṇīm—on the earth; yūyam—you all; satrāya—in performing sacrifices; dīkṣitāḥ—initiated.\n\n",
    "translation": "\nMahārāja Parīkṣit, the son of Abhimanyu, is so experienced that by dint of his expert administration and patronage, it has been possible for you to perform a sacrifice such as this.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The brāhmaṇas and the sannyāsīs are expert in the spiritual advancement of societywhereas the kṣatriyas or the administrators are expert in the material peace and prosperity of human society. Both of them are the pillars of all happinessand therefore they are meant for full cooperation for common welfare. Mahārāja Parīkṣit was experienced enough to drive away Kali from his field of activities and thereby make the state receptive to spiritual enlightenment. If the common people are not receptiveit is very difficult to impress upon them the necessity of spiritual enlightenment. Austeritycleanlinessmercy and truthfulnessthe basic principles of religionprepare the ground for the reception of advancement in spiritual knowledgeand Mahārāja Parīkṣit made this favorable condition possible. Thus the ṛṣis of Naimiṣāraṇya were able to perform the sacrifices for a thousand years. In other wordswithout state supportno doctrines of philosophy or religious principles can progressively advance. There should be complete cooperation between the brāhmaṇas and the kṣatriyas for this common good. Even up to Mahārāja Aśokathe same spirit was prevailing. Lord Buddha was sufficiently supported by King Aśokaand thus his particular cult of knowledge was spread all over the world."
        }
    ]
}
