{
    "page_info": {
        "current_id": "SB 8.3.14",
        "previous_id": "SB 8.3.13",
        "next_id": "SB 8.3.15"
    },
    "verse": [
        {
            "roman": "sarvendriya-guṇa-draṣṭre\nsarva-pratyaya-hetave\nasatā cchāyayoktāya\nsad-ābhāsāya te namaḥ\n"
        }
    ],
    "synonyms": "\nsarva-indriya-guṇa-draṣṭre—unto the seer of all objectives pursued by the senses; sarva-pratyaya-hetave—who is the solution to all doubts (and without whose help one cannot solve all doubts and inabilities); asatā—with the manifestation of unreality or illusion; chāyayā—because of the resemblance; uktāya—called; sat—of reality; ābhāsāya—unto the reflection; te—unto You; namaḥ—I offer my respectful obeisances.\n\n",
    "translation": "\nMy Lord, You are the observer of all the objectives of the senses. Without Your mercy, there is no possibility of solving the problem of doubts. The material world is just like a shadow resembling You. Indeed, one accepts this material world as real because it gives a glimpse of Your existence.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "To paraphrase this verse: \"The objectives of sensual activities are actually observed by You. Without Your direction, the living entity cannot take even a step forward. As confirmed in Bhagavad-gītā . Because the conditioned soul wants to forget You, by Your grace You give him opportunities, life after life, by which he can almost perpetually forget You. Therefore You are eternally the director of the conditioned souls. It is because You are the original cause of everything that everything appears real. The ultimate reality is Your Lordship, the Supreme Personality of Godhead. I offer my respectful obeisances unto You.\""
        },
        {
            "type": "regular",
            "text": "The word sarva-pratyaya-hetave is explained by Śrīla Viśvanātha Cakravartī Ṭhākura, who says that a result gives one a glimpse of its cause. For example, since an earthen pot is the result of the actions of a potter, by seeing the earthen pot one can guess at the existence of the potter. Similarly, this material world resembles the spiritual world, and any intelligent person can guess how it is acting. As explained in Bhagavad-gītā, mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram . The activities of the material world suggest that behind them is the superintendence of the Lord."
        }
    ]
}
