{
    "page_info": {
        "current_id": "SB 8.3.8-9",
        "previous_id": "SB 8.3.7",
        "next_id": "SB 8.3.10"
    },
    "verse": [
        {
            "roman": "na vidyate yasya ca janma karma vā\nna nāma-rūpe guṇa-doṣa eva vā\ntathāpi lokāpyaya-sambhavāya yaḥ\nsva-māyayā tāny anukālam ṛcchati\n"
        },
        {
            "roman": "tasmai namaḥ pareśāya\nbrahmaṇe 'nanta-śaktaye\narūpāyoru-rūpāya\nnama āścarya-karmaṇe\n"
        }
    ],
    "synonyms": "\nna—not; vidyate—there is; yasya—of whom (the Supreme Personality of Godhead); ca—also; janma—birth; karma—activities; vā—or; na—nor; nāma-rūpe—any material name or material form; guṇa—qualities; doṣaḥ—fault; eva—certainly; vā—either; tathāpi—still; loka—of this cosmic manifestation; apyaya—who is the destruction; sambhavāya—and creation; yaḥ—He who; sva-māyayā—by His own potency; tāni—activities; anukālam—eternally; ṛcchati—accepts; tasmai—unto Him; namaḥ—I offer my obeisances; para—transcendental; īśāya—who is the supreme controller; brahmaṇe—who is the Supreme Brahman (Parabrahman); ananta-śaktaye—with unlimited potency; arūpāya—possessing no material form; uru-rūpāya—possessing various forms as incarnations; namaḥ—I offer my obeisances; āścarya-karmaṇe—whose activities are wonderful.\n\n",
    "translation": "\nThe Supreme Personality of Godhead has no material birth, activities, name, form, qualities or faults. To fulfill the purpose for which this material world is created and destroyed, He comes in the form of a human being like Lord Rāma or Lord Kṛṣṇa by His original internal potency. He has immense potency, and in various forms, all free from material contamination, He acts wonderfully. He is therefore the Supreme Brahman. I offer my respects to Him.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "In the Viṣṇu Purāṇa it is said, guṇāṁś ca doṣāṁś ca mune vyatīta samasta-kalyāṇa-guṇātmako hi. The Supreme Personality of Godhead has no material form, qualities or faults. He is spiritual and is the only reservoir of all spiritual qualities. As stated in Bhagavad-gītā ). Because He is not forced to come by the material energy, He is always transcendental. One should not consider the Supreme Lord an ordinary human being. Material names and forms are contaminated, but spiritual name and spiritual form are transcendental."
        }
    ]
}
