{
    "page_info": {
        "current_id": "SB 8.23.29",
        "previous_id": "SB 8.23.28",
        "next_id": "SB 8.23.30"
    },
    "verse": [
        {
            "roman": "pāraṁ mahimna uruvikramato gṛṇāno\nyaḥ pārthivāni vimame sa rajāṁsi martyaḥ\nkiṁ jāyamāna uta jāta upaiti martya\nity āha mantra-dṛg ṛṣiḥ puruṣasya yasya\n"
        }
    ],
    "synonyms": "\npāram—the measurement; mahimnaḥ—of the glories; uruvikramataḥ—of the Supreme Personality of Godhead, who acts wonderfully; gṛṇānaḥ—can count; yaḥ—a person who; pārthivāni—of the whole planet earth; vimame—can count; saḥ—he; rajāṁsi—the atoms; martyaḥ—a human being who is subject to death; kim—what; jāyamānaḥ—one who will take birth in the future; uta—either; jātaḥ—one who is already born; upaiti—can do; martyaḥ—a person subject to death; iti—thus; āha—said; mantra-dṛk—who could foresee the Vedic mantras; ṛṣiḥ—the great saintly Vasiṣṭha Muni; puruṣasya—of the supreme person; yasya—of whom.\n\n",
    "translation": "\nOne who is subject to death cannot measure the glories of the Supreme Personality of Godhead, Trivikrama, Lord Viṣṇu, any more than he can count the number of atoms on the entire planet earth. No one, whether born already or destined to take birth, is able to do this. This has been sung by the great sage Vasiṣṭha.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Vasiṣṭha Muni has given a mantra about Lord Viṣṇu: na te viṣṇor jāyamāno na jāto mahimnaḥ pāram anantam āpa. No one can estimate the extent of the uncommonly glorious activities of Lord Viṣṇu. Unfortunately, there are so-called scientists who are subject to death at every moment but are trying to understand by speculation the wonderful creation of the cosmos. This is a foolish attempt. Long, long ago, Vasiṣṭha Muni said that no one in the past could measure the glories of the Lord and that no one can do so in the future. One must simply be satisfied with seeing the glorious activities of the Supreme Lord's creation. The Lord therefore says in Bhagavad-gītā . Such crazy men unnecessarily waste time, energy and money in attempting to defy the glorious activities of Urukrama, the Supreme Personality of Godhead."
        }
    ]
}
