{
    "page_info": {
        "current_id": "SB 7.15.35",
        "previous_id": "SB 7.15.34",
        "next_id": "SB 7.15.36"
    },
    "verse": [
        {
            "roman": "kāmādibhir anāviddhaṁ\npraśāntākhila-vṛtti yat\ncittaṁ brahma-sukha-spṛṣṭaṁ\nnaivottiṣṭheta karhicit\n"
        }
    ],
    "synonyms": "\nkāma-ādibhiḥ—by various lusty desires; anāviddham—unaffected; praśānta—calm and peaceful; akhila-vṛtti—in every respect, or in all activities; yat—that which; cittam—consciousness; brahma-sukha-spṛṣṭam—being situated on the transcendental platform in eternal bliss; na—not; eva—indeed; uttiṣṭheta—can come out; karhicit—at any time.\n\n",
    "translation": "\nWhen one's consciousness is uncontaminated by material lusty desires, it becomes calm and peaceful in all activities, for one is situated in eternal blissful life. Once situated on that platform, one does not return to materialistic activities.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Brahma-sukha-spṛṣṭam is also described in Bhagavad-gītā :"
        },
        {
            "type": "regular",
            "text": "\"One who is transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments nor desires to have anything; he is equally disposed toward every living entity. In this situation, he begins transcendental activities, or devotional service to the Lord.\" Generally, once elevated to the transcendental platform of brahma-sukha, transcendental bliss, one never comes down. But if one does not engage in devotional service, there is a chance of his returning to the material platform. Āruhya kṛcchreṇa paraṁ padaṁ tataḥ patanty adho 'nādṛta-yuṣmad-aṅghrayaḥ:  one may rise to the platform of brahma-sukha, transcendental bliss, but even from that platform one may fall down to the material platform if he does not engage himself in devotional service."
        },
        {
            "type": "verse",
            "text": "brahma-bhūtaḥ prasannātmā\nna śocati na kāṅkṣati\nsamaḥ sarveṣu bhūteṣu\nmad-bhaktiṁ labhate parām"
        }
    ]
}
