{
    "page_info": {
        "current_id": "SB 9.19.20",
        "previous_id": "SB 9.19.19",
        "next_id": "SB 9.19.21"
    },
    "verse": [
        {
            "roman": "dṛṣṭaṁ śrutam asad buddhvā\nnānudhyāyen na sandiśet\nsaṁsṛtiṁ cātma-nāśaṁ ca\ntatra vidvān sa ātma-dṛk\n"
        }
    ],
    "synonyms": "\ndṛṣṭam—the material enjoyment we experience in our present life; śrutam—material enjoyment as promised to the fruitive workers for future happiness (either in this life or in the next, in the heavenly planets and so on); asat—all temporary and bad; buddhvā—knowing; na—not; anudhyāyet—one should even think of; na—nor; sandiśet—should actually enjoy; saṁsṛtim—prolongation of material existence; ca—and; ātma-nāśam—forgetfulness of one's own constitutional position; ca—as well as; tatra—in such a subject matter; vidvān—one who is completely aware; saḥ—such a person; ātma-dṛk—a self-realized soul.\n\n",
    "translation": "\nOne who knows that material happiness, whether good or bad, in this life or in the next, on this planet or on the heavenly planets, is temporary and useless, and that an intelligent person should not try to enjoy or even think of such things, is the knower of the self. Such a self-realized person knows quite well that material happiness is the very cause of continued material existence and forgetfulness of one's own constitutional position.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The living entity is a spiritual soul, and the material body is his encagement. This is the beginning of spiritual understanding."
        },
        {
            "type": "regular",
            "text": "\"As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. The self-realized soul is not bewildered by such a change.\"  Only a Kṛṣṇa conscious person, who knows the aim and object of life, is peaceful. All others, whether karmīs, jñānīs or yogīs, are restless and cannot enjoy real peace."
        },
        {
            "type": "verse",
            "text": "dehino 'smin yathā dehe\nkaumāraṁ yauvanaṁ jarā\ntathā dehāntara-prāptir\ndhīras tatra na muhyati"
        }
    ]
}
