{
    "info": {
        "id": "sb/9/24/59",
        "prevId": "sb/9/24/58",
        "nextId": "sb/9/24/60"
    },
    "verses": [
        {
            "roman": "akṣauhiṇīnāṁ patibhir\nasurair nṛpa-lāñchanaiḥ\nbhuva ākramyamāṇāyā\nabhārāya kṛtodyamaḥ\n"
        }
    ],
    "synonyms": "akṣauhiṇīnām—of kings possessing great military power; patibhiḥ—by such kings or government; asuraiḥ—actually demons (because they do not need such military power but create it unnecessarily); nṛpa-lāñchanaiḥ—who are actually unfit to be kings (although they have somehow taken possession of the government); bhuvaḥ—on the surface of the earth; ākramyamāṇāyāḥ—aiming at attacking one another; abhārāya—paving the way for diminishing the number of demons on the surface of the earth; kṛta-udyamaḥ—enthusiastic (they spend all the revenue of the state to increase military power).",
    "translation": "Although the demons who take possession of the government are dressed like men of government, they do not know the duty of the government. Consequently, by the arrangement of God, such demons, who possess great military strength, fight with one another, and thus the great burden of demons on the surface of the earth is reduced. The demons increase their military power by the will of the Supreme, so that their numbers will be diminished and the devotees will have a chance to advance in Kṛṣṇa consciousness.",
    "purport": [
        {
            "type": "normal",
            "content": "As stated in Bhagavad-gītā , cātur-varṇyaṁ mayā sṛṣṭaṁ guṇa-karma-vibhāgaśaḥ: \"According to the three modes of material nature and the work ascribed to them, the four divisions of human society were created by Me.\" There should be an ideal class of men who are bona fide brāhmaṇas, and they should be given all protection. Namo brahmaṇya-devāya go-brāhmaṇa-hitāya ca. Kṛṣṇa is very fond of brāhmaṇas and cows, The brāhmaṇas promulgate the cause of advancement in Kṛṣṇa consciousness, and the cows give enough milk to maintain the body in the mode of goodness. The kṣatriyas and the government should be advised by the brāhmaṇas. Next, the vaiśyas should produce enough foodstuffs, and the śūdras, who cannot do anything beneficial on their own, should serve the three higher classes (the brāhmaṇas, kṣatriyas and vaiśyas). This is the arrangement of the Supreme Personality of Godhead so that the conditioned souls will be released from the material condition and return home, back to Godhead. This is the purpose of Kṛṣṇa's descent on the surface of the earth (paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām)."
        },
        {
            "type": "normal",
            "content": "Everyone must understand Kṛṣṇa's activities (janma karma ca me divyam . They do this because they are all vimūḍhas, rascals. For flickering happiness, people waste their human energy, not understanding the importance of the Kṛṣṇa consciousness movement but instead accusing the simple devotees of brainwashing. Demons may falsely accuse the preachers of the Kṛṣṇa consciousness movement, but Kṛṣṇa will arrange a fight between the demons in which all their military power will be engaged and both parties of demons will be annihilated."
        }
    ]
}
