{
    "page_info": {
        "current_id": "SB 7.14.38",
        "previous_id": "SB 7.14.37",
        "next_id": "SB 7.14.39"
    },
    "verse": [
        {
            "roman": "teṣv eva bhagavān rājaṁs\ntāratamyena vartate\ntasmāt pātraṁ hi puruṣo\nyāvān ātmā yatheyate\n"
        }
    ],
    "synonyms": "\nteṣu—among the different types of bodies (demigod, human, animal, bird, etc.); eva—indeed; bhagavān—the Supreme Personality of Godhead in His Paramātmā feature; rājan—O King; tāratamyena—comparatively, more or less; vartate—is situated; tasmāt—therefore; pātram—the Supreme Person; hi—indeed; puruṣaḥ—Paramātmā; yāvān—as far as; ātmā—the degree of understanding; yathā—development of austerity and penance; īyate—is manifest.\n\n",
    "translation": "\nO King Yudhiṣṭhira, the Supersoul in every body gives intelligence to the individual soul according to his capacity for understanding. Therefore the Supersoul is the chief within the body. The Supersoul is manifested to the individual soul according to the individual's comparative development of knowledge, austerity, penance and so on.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "In Bhagavad-gītā :"
        },
        {
            "type": "regular",
            "text": "\"That gift which is given out of duty, at the proper time and place, to a worthy person, and without expectation of return, is considered to be charity in the mode of goodness.\" One should give charity to the brāhmaṇas and Vaiṣṇavas, for thus the Supreme Personality of Godhead will be worshiped. In this connection, Śrīla Madhvācārya comments:"
        },
        {
            "type": "regular",
            "text": "Beginning from Brahmā down to the ant, everyone is conducted by the Supersoul (īśvaraḥ sarva-bhūtānāṁ hṛd-deśe 'rjuna tiṣṭhati ). But because of a particular person's advancement in spiritual consciousness, he is considered to be important. Therefore, the brāhmaṇa Vaiṣṇava is important, and, above all, the Supersoul, the Personality of Godhead, is the most important personality."
        },
        {
            "type": "verse",
            "text": "dātavyam iti yad dānaṁ\ndīyate 'nupakāriṇe\ndeśe kāle ca pātre ca\ntad dānaṁ sāttvikaṁ smṛtam"
        }
    ]
}
