{
    "page_info": {
        "current_id": "SB 9.16.28",
        "previous_id": "SB 9.16.27",
        "next_id": "SB 9.16.29"
    },
    "verse": [
        {
            "roman": "gādher abhūn mahā-tejāḥ\nsamiddha iva pāvakaḥ\ntapasā kṣātram utsṛjya\nyo lebhe brahma-varcasam\n"
        }
    ],
    "synonyms": "\ngādheḥ—from Mahārāja Gādhi; abhūt—was born; mahā-tejāḥ—very powerful; samiddhaḥ—inflamed; iva—like; pāvakaḥ—fire; tapasā—by austerities and penances; kṣātram—the position of a kṣatriya; utsṛjya—giving up; yaḥ—one who (Viśvāmitra); lebhe—achieved; brahma-varcasam—the quality of a brāhmaṇa.\n\n",
    "translation": "\nViśvāmitra, the son of Mahārāja Gādhi, was as powerful as the flames of fire. From the position of a kṣatriya, he achieved the position of a powerful brāhmaṇa by undergoing penances and austerities.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Now, having narrated the history of Lord Paraśurāma, Śukadeva Gosvāmī begins the history of Viśvāmitra. From the history of Paraśurāma we can understand that although Paraśurāma belonged to the brahminical group, he circumstantially had to work as a kṣatriya. Later, after finishing his work as a kṣatriya, he again became a brāhmaṇa and returned to Mahendra-parvata. Similarly, we can see that although Viśvāmitra was born in a kṣatriya family, by austerities and penances he achieved the position of a brāhmaṇa. These histories confirm the statements in śāstra that a brāhmaṇa may become a kṣatriya, a kṣatriya may become a brāhmaṇa or vaiśya, and a vaiśya may become a brāhmaṇa, by achieving the required qualities. One's status does not depend upon birth. As confirmed in Śrīmad-Bhāgavatam  by Nārada:"
        },
        {
            "type": "regular",
            "text": "\"If one shows the symptoms of being a brāhmaṇa, kṣatriya, vaiśya or śūdra, even if he has appeared in a different class, he should be accepted according to those symptoms of classification.\" To know who is a brāhmaṇa and who is a kṣatriya, one must consider a man's quality and work. If all the unqualified śūdras become so-called brāhmaṇas and kṣatriyas, social order will be impossible to maintain. Thus there will be discrepancies, human society will turn into a society of animals, and the situation all over the world will be hellish."
        },
        {
            "type": "verse",
            "text": "yasya yal lakṣaṇaṁ proktaṁ\npuṁso varṇābhivyañjakam\nyad anyatrāpi dṛśyeta\ntat tenaiva vinirdiśet"
        }
    ]
}
