{
    "info": {
        "id": "SB 10.1.25",
        "prevId": "SB 10.1.24",
        "nextId": "SB 10.1.26"
    },
    "verses": [
        {
            "roman": "viṣṇor māyā bhagavatī\nyayā sammohitaṁ jagat\nādiṣṭā prabhuṇāṁśena\nkāryārthe sambhaviṣyati\n"
        }
    ],
    "synonyms": "\nviṣṇoḥ māyā—the potency of the Supreme Personality of Godhead, Viṣṇu; bhagavatī—as good as Bhagavān and therefore known as Bhagavatī; yayā—by whom; sammohitam—captivated; jagat—all the worlds, both material and spiritual; ādiṣṭā—being ordered; prabhuṇā—by the master; aṁśena—with her different potential factors; kārya-arthe—for executing business; sambhaviṣyati—would also appear.\n\n",
    "translation": "\nThe potency of the Lord, known as viṣṇu-māyā, who is as good as the Supreme Personality of Godhead, will also appear with Lord Kṛṣṇa. This potency, acting in different capacities, captivates all the worlds, both material and spiritual. At the request of her master, she will appear with her different potencies in order to execute the work of the Lord.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nParāsya śaktir vividhaiva śrūyate (Śvetāśvatara Upaniṣad 6.8 . When he comes to that position, the same potency, acting as yogamāyā, increasingly helps him become purified and devote his energy to the service of the Lord.\n"
        },
        {
            "type": "normal",
            "content": "In either case, whether the soul is conditioned or liberated, the Lord is supreme. As stated in Bhagavad-gītā , mayādhyakṣeṇa prakṛtiḥ sūyate sa-carācaram: it is by the order of the Supreme Personality of Godhead that the material energy, mahāmāyā, works upon the conditioned soul.\n"
        },
        {
            "type": "verse",
            "content": "prakṛteḥ kriyamāṇāni\nguṇaiḥ karmāṇi sarvaśaḥ\nahaṅkāra-vimūḍhātmā\nkartāham iti manyate"
        },
        {
            "type": "normal",
            "content": "\n\"The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities which are in actuality carried out by nature.\" ). But when the conditioned soul becomes liberated by executing devotional service, he is given a greater and greater chance to relish a relationship with the Supreme Personality of Godhead in different transcendental statuses, such as dāsya-rasa, sakhya-rasa, vātsalya-rasa and mādhurya-rasa.\n"
        },
        {
            "type": "normal",
            "content": "Thus the Lord's potency, viṣṇu-māyā, has two features—āvaraṇikā and unmukha. When the Lord appeared, His potency came with Him and acted in different ways. She acted as yogamāyā with Yaśodā, Devakī and other intimate relations of the Lord, and she acted in a different way with Kaṁsa, Śālva and other asuras. By the order of Lord Kṛṣṇa, His potency yogamāyā came with Him and exhibited different activities according to the time and circumstances. Kāryārthe sambhaviṣyati. Yogamāyā acted differently to execute different purposes desired by the Lord. As confirmed in Bhagavad-gītā , mahātmānas tu māṁ pārtha daivīṁ prakṛtim āśritāḥ. The mahātmās, who fully surrender to the lotus feet of the Lord, are directed by yogamāyā, whereas the durātmās, those who are devoid of devotional service, are directed by mahāmāyā.\n"
        }
    ]
}
