{
    "info": {
        "id": "SB 10.1.41",
        "prevId": "SB 10.1.40",
        "nextId": "SB 10.1.42"
    },
    "verses": [
        {
            "roman": "svapne yathā paśyati deham īdṛśaṁ\nmanorathenābhiniviṣṭa-cetanaḥ\ndṛṣṭa-śrutābhyāṁ manasānucintayan\nprapadyate tat kim api hy apasmṛtiḥ\n"
        }
    ],
    "synonyms": "\nsvapne—in a dream; yathā—as; paśyati—one sees; deham—the kind of body; īdṛśam—similarly; manorathena—by mental speculation; abhiniviṣṭa—is fully absorbed; cetanaḥ—he whose consciousness; dṛṣṭa—by whatever has been experienced by seeing with the eyes; śrutābhyām—and by hearing a description of something else; manasā—by the mind; anucintayan—thinking, feeling and willing; prapadyate—surrenders; tat—to that situation; kim api—what to speak of; hi—indeed; apasmṛtiḥ—experiencing forgetfulness of the present body.\n\n",
    "translation": "\nHaving experienced a situation by seeing or hearing about it, one contemplates and speculates about that situation, and thus one surrenders to it, not considering his present body. Similarly, by mental adjustments one dreams at night of living under different circumstances, in different bodies, and forgets his actual position. Under this same process, one gives up his present body and accepts another [tathā dehāntara-prāptiḥ (<a href=\"/wiki/BG_2.13_(1972)\" title=\"BG 2.13 (1972)\">BG 2.13</a>)].\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nTransmigration of the soul is very clearly explained in this verse. One sometimes forgets his present body and thinks of his childhood body, a body of the past, and of how one was playing, jumping, talking and so on. When the material body is no long workable, it becomes dust: \"For dust thou art, and unto dust shalt thou return.\" But when the body again mixes with the five material elements—earth, water, fire, air and ether—the mind continues to work. The mind is the subtle substance in which the body is created, as we actually experience in our dreams and also when we are awake in contemplation. One must understand that the process of mental speculation develops a new type of body that does not actually exist. If one can understand the nature of the mind (manorathena) and its thinking, feeling and willing, one can very easily understand how from the mind different types of bodies develop.\n"
        },
        {
            "type": "normal",
            "content": "The Kṛṣṇa consciousness movement, therefore, offers a process of transcendental activities wherein the mind is fully absorbed in affairs pertaining to Kṛṣṇa. The presence of the soul is perceived by consciousness, and one must purify his consciousness from material to spiritual, or, in other words, to Kṛṣṇa consciousness. That which is spiritual is eternal, and that which is material is temporary. Without Kṛṣṇa consciousness, one's consciousness is always absorbed in temporary things. For everyone, therefore, Kṛṣṇa recommends in Bhagavad-gītā .\n"
        },
        {
            "type": "normal",
            "content": "To act in Kṛṣṇa consciousness is the perfection of life and the highest perfection of yoga. As Lord Kṛṣṇa says in Bhagavad-gītā :\n"
        },
        {
            "type": "verse",
            "content": "yoginām api sarveṣāṁ\nmad-gatenāntarātmanā\nśraddhāvān bhajate yo māṁ\nsa me yuktatamo mataḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Of all yogīs, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all.\"\n"
        },
        {
            "type": "normal",
            "content": "The condition of the mind, which flickers between saṅkalpa and vikalpa, accepting something and rejecting it, is very important in transferring the soul to another material body at the time of death.\n"
        },
        {
            "type": "verse",
            "content": "yaṁ yaṁ vāpi smaran bhāvaṁ\ntyajaty ante kalevaram\ntaṁ tam evaiti kaunteya\nsadā tad-bhāva-bhāvitaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Whatever state of being one remembers when he quits his body, that state he will attain without fail.\" :\n"
        },
        {
            "type": "verse",
            "content": "māṁ ca yo 'vyabhicāreṇa\nbhakti-yogena sevate\nsa guṇān samatītyaitān\nbrahma-bhūyāya kalpate"
        },
        {
            "type": "normal",
            "content": "\n\"One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman.\" One must learn the secret of success from the Vedic literatures, especially when the cream of Vedic knowledge is presented by Bhagavad-gītā as it is.\n"
        },
        {
            "type": "normal",
            "content": "Because the mind is ultimately controlled by the Supreme Personality of Godhead, Kṛṣṇa, the word apasmṛtiḥ is significant. Forgetfulness of one's own identity is called apasmṛtiḥ. This apasmṛtiḥ can be controlled by the Supreme Lord, for the Lord says, mattaḥ smṛtir jñānam apohanaṁ ca: , na hanyate hanyamāne śarīre. The soul does not die when the body is destroyed. Rather, the soul takes on another body.\n"
        }
    ]
}
