{
    "info": {
        "id": "sb/10/1/42",
        "prevId": "sb/10/1/41",
        "nextId": "sb/10/1/43"
    },
    "verses": [
        {
            "roman": "yato yato dhāvati daiva-coditaṁ\nmano vikārātmakam āpa pañcasu\nguṇeṣu māyā-raciteṣu dehy asau\nprapadyamānaḥ saha tena jāyate\n"
        }
    ],
    "synonyms": "yataḥ yataḥ—from one place to another or from one position to another; dhāvati—speculates; daiva-coditam—impelled by accident or deliberation; manaḥ—the mind; vikāra-ātmakam—changing from one type of thinking, feeling and willing to another; āpa—at the end, he obtains (a mentality); pañcasu—at the time of death (when the material body turns totally into matter); guṇeṣu—(the mind, not being liberated, becomes attached) to the material qualities; māyā-raciteṣu—where the material energy creates a similar body; dehī—the spirit soul who accepts such a body; asau—he; prapadyamānaḥ—being surrendered (to such a condition); saha—with; tena—a similar body; jāyate—takes birth.",
    "translation": "At the time of death, according to the thinking, feeling and willing of the mind, which is involved in fruitive activities, one receives a particular body. In other words, the body develops according to the activities of the mind. Changes of body are due to the flickering of the mind, for otherwise the soul could remain in its original, spiritual body.",
    "purport": [
        {
            "type": "normal",
            "content": "One can very easily understand that the mind is constantly flickering, changing in the quality of its thinking, feeling and willing. This is explained by Arjuna in Bhagavad-gītā :"
        },
        {
            "type": "verse",
            "content": "cañcalaṁ hi manaḥ kṛṣṇapramāthi balavad dṛḍham\ntasyāhaṁ nigrahaṁ manyevāyor iva suduṣkaram"
        },
        {
            "type": "normal",
            "content": "The mind is cañcala, flickering, and it changes very strongly. Therefore Arjuna admitted that controlling the mind is not at all possible; this would be as difficult as controlling the wind. For example, if one were in a boat moving according to the wind on a river or the sea, and the wind were uncontrollable, the tilting boat would be very much disturbed and extremely difficult to control. It might even capsize. Therefore, in the bhava-samudra, the ocean of mental speculation and transmigration to different types of bodies, one must first control the mind."
        },
        {
            "type": "normal",
            "content": "By regulative practice one can control the mind, and this is the purpose of the yoga system (abhyāsa-yoga-yuktena . One should chant the holy name of the Lord constantly, for the holy name of the Lord is nondifferent from Hari, the Supreme Person."
        },
        {
            "type": "normal",
            "content": "By chanting the Hare Kṛṣṇa mantra constantly, one can fix the mind on the lotus feet of Kṛṣṇa (sa vai manaḥ kṛṣṇa-padāravindayoḥ . The spirit soul takes birth in higher and lower species of life only because of his association with the three qualities of material nature."
        },
        {
            "type": "verse",
            "content": "ūrdhvaṁ gacchanti sattva-sthāmadhye tiṣṭhanti rājasāḥ\njaghanya-guṇa-vṛtti-sthāadho gacchanti tāmasāḥ"
        },
        {
            "type": "normal",
            "content": "\"Those situated in the mode of goodness gradually go upward to the higher planets; those in the mode of passion live on the earthly planets; and those in the mode of ignorance go down to the hellish worlds.\" "
        },
        {
            "type": "normal",
            "content": "In conclusion, the Kṛṣṇa consciousness movement offers the topmost welfare activity for human society. The saner section of human society must therefore take this movement very seriously for the benefit of all humanity. To save oneself from the repetition of birth and death, one must purify his consciousness. Sarvopādhi-vinirmuktaṁ tat-paratvena nirmalam . By following the principles of this movement, one becomes disassociated from material mental concoctions and is established on the original platform of the eternal relationship between the living entity and the Supreme Personality of Godhead as servant and master. This, in summary, is the purpose of the Kṛṣṇa consciousness movement."
        }
    ]
}
