{
    "info": {
        "id": "SB 10.1.62-63",
        "prevId": "SB 10.1.61",
        "nextId": "SB 10.1.64"
    },
    "verses": [
        {
            "roman": "nandādyā ye vraje gopā\nyāś cāmīṣāṁ ca yoṣitaḥ\nvṛṣṇayo vasudevādyā\ndevaky-ādyā yadu-striyaḥ\n"
        },
        {
            "roman": "sarve vai devatā-prāyā\nubhayor api bhārata\njñātayo bandhu-suhṛdo\nye ca kaṁsam anuvratāḥ\n"
        }
    ],
    "synonyms": "\nnanda-ādyāḥ—beginning from Nanda Mahārāja; ye—all of which persons; vraje—in Vṛndāvana; gopāḥ—the cowherd men; yāḥ—which; ca—and; amīṣām—of all those (inhabitants of Vṛndāvana); ca—as well as; yoṣitaḥ—the women; vṛṣṇayaḥ—members of the Vṛṣṇi family; vasudeva-ādyāḥ—headed by Vasudeva; devakī-ādyāḥ—headed by Devakī; yadu-striyaḥ—all the women of the Yadu dynasty; sarve—all of them; vai—indeed; devatā-prāyāḥ—were inhabitants of heaven; ubhayoḥ—of both Nanda Mahārāja and Vasudeva; api—indeed; bhārata—O Mahārāja Parīkṣit; jñātayaḥ—the relatives; bandhu—friends; suhṛdaḥ—well-wishers; ye—all of whom; ca—and; kaṁsam anuvratāḥ—even though apparently followers of Kaṁsa.\n\n",
    "translation": "\nThe inhabitants of Vṛndāvana, headed by Nanda Mahārāja and including his associate cowherd men and their wives, were none but denizens of the heavenly planets, O Mahārāja Parīkṣit, best of the descendants of Bharata, and so too were the descendants of the Vṛṣṇi dynasty, headed by Vasudeva, and Devakī and the other women of the dynasty of Yadu. The friends, relatives and well-wishers of both Nanda Mahārāja and Vasudeva and even those who externally appeared to be followers of Kaṁsa were all demigods.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs previously discussed, the Supreme Personality of Godhead, Viṣṇu, informed Lord Brahmā that Lord Kṛṣṇa would personally descend to mitigate the suffering on the earth. The Lord ordered all the denizens of the heavenly planets to take birth in different families of the Yadu and Vṛṣṇi dynasties and in Vṛndāvana. Now this verse informs us that all the family and friends of the Yadu dynasty, the Vṛṣṇi dynasty, Nanda Mahārāja and the gopas descended from the heavenly planets to see the pastimes of the Lord. As confirmed in Bhagavad-gītā , the Lord's pastimes consist of paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām—saving the devotees and killing the demons. To demonstrate these activities, the Lord called for devotees from different parts of the universe.\n"
        },
        {
            "type": "normal",
            "content": "There are many devotees who are elevated to the higher planetary systems.\n"
        },
        {
            "type": "verse",
            "content": "prāpya puṇya-kṛtāṁ lokān\nuṣitvā śāśvatīḥ samāḥ\nśucīnāṁ śrīmatāṁ gehe\nyoga-bhraṣṭo 'bhijāyate"
        },
        {
            "type": "normal",
            "content": "\n\"The unsuccessful yogī, after many, many years of enjoyment on the planets of the pious living entities, is born into a family of righteous people, or into a family of rich aristocracy.\" , nato nāṭya-dharo yathā. The Lord was to play the part of a demon-killer, and a friend, son and brother to His devotees, and thus these devotees were all summoned.\n"
        }
    ]
}
