{
    "page_info": {
        "current_id": "SB 2.6.37",
        "previous_id": "SB 2.6.36",
        "next_id": "SB 2.6.38"
    },
    "verse": [
        {
            "roman": "nāhaṁ na yūyaṁ yad-ṛtāṁ gatiṁ vidur\nna vāmadevaḥ kim utāpare surāḥ\ntan-māyayā mohita-buddhayas tv idaṁ\nvinirmitaṁ cātma-samaṁ vicakṣmahe\n"
        }
    ],
    "synonyms": "\nna—neither; aham—I; na—nor; yūyam—all you sons; yat—whose; ṛtām—factual; gatim—movements; viduḥ—do know; na—nor; vāmadevaḥ—Lord Śiva; kim—what; uta—else; apare—others; surāḥ—demigods; tat—by His; māyayā—by the illusory energy; mohita—bewildered; buddhayaḥ—with such intelligence; tu—but; idam—this; vinirmitam—what is created; ca—also; ātma-samam—by dint of one's personal ability; vicakṣmahe—observe.\n\n",
    "translation": "\nSince neither Lord Śiva nor you nor I could ascertain the limits of spiritual happiness, how can other demigods know it? And because all of us are bewildered by the illusory external energy of the Supreme Lord, we can see only this manifested cosmos according to our individual ability.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "We have many times mentioned the names of twelve selected authorities (dvādaśa-mahājana), of which Brahmā, Nārada and Lord Śiva head the list as the first, second and third in order of merit of those who know something of the Supreme Lord. Other demigods, semi-demigods, Gandharvas, Cāraṇas, Vidyādharas, human beings or asuras cannot possibly know fully about the potencies of the Absolute Lord, Śrī Kṛṣṇa. The demigods, semi-demigods, Gandharvas, etc., are all highly intelligent persons in the upper planets, the human beings are inhabitants of the intermediate planets, and the asuras are inhabitants of the lower planets. All of them have their respective conceptions and estimations of the Absolute Truth, as does the scientist or the empiric philosopher in human society. All such living entities are creatures of the material nature, and consequently they are bewildered by the wonderful display of the three modes of material nature. Such bewilderment is mentioned in the Bhagavad-gītā  bewildered by such modes of material nature, they cannot understand that beyond these manifestations is a Supreme Person who is the absolute controller of everything. Brahmā, Nārada and Lord Śiva know about the Lord to a considerable extent, and therefore one should follow the instructions of these great personalities instead of being satisfied with a tiny brain and its playful discoveries such as spacecraft and similar products of science. As the mother is the only authority to identify the father of a child, so the mother Vedas, presented by the recognized authority such as Brahmā, Nārada or Śiva, is the only authority to inform us about the Absolute Truth."
        }
    ]
}
