{
    "info": {
        "id": "SB 6.9.35",
        "prevId": "SB 6.9.34",
        "nextId": "SB 6.9.36"
    },
    "verses": [
        {
            "roman": "atha tatra bhavān kiṁ devadattavad iha guṇa-visarga-patitaḥ\npāratantryeṇa sva-kṛta-kuśalākuśalaṁ phalam upādadāty\nāhosvid ātmārāma upaśama-śīlaḥ samañjasa-darśana\nudāsta iti ha vāva na vidāmaḥ\n"
        }
    ],
    "synonyms": "\natha—therefore; tatra—in that; bhavān—Your Lordship; kim—whether; deva-datta-vat—like an ordinary human being, forced by the fruits of his activities; iha—in this material world; guṇa-visarga-patitaḥ—fallen in a material body impelled by the modes of material nature; pāratantryeṇa—by dependence on the conditions of time, space, activity and nature; sva-kṛta—executed by oneself; kuśala—auspicious; akuśalam—inauspicious; phalam—results of action; upādadāti—accepts; āhosvit—or; ātmārāmaḥ—completely self-satisfied; upaśama-śīlaḥ—self-controlled in nature; samañjasa-darśanaḥ—not deprived of full spiritual potencies; udāste—remains neutral as the witness; iti—thus; ha vāva—certainly; na vidāmaḥ—we do not understand.\n\n",
    "translation": "\nThese are our inquiries. The ordinary conditioned soul is subject to the material laws, and he thus receives the fruits of his actions. Does Your Lordship, like an ordinary human being, exist within this material world in a body produced by the material modes? Do You enjoy or suffer the good or bad results of actions under the influence of time, past work and so forth? Or, on the contrary, are You present here only as a neutral witness who is self-sufficient, free from all material desires, and always full of spiritual potency? We certainly cannot understand Your actual position.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn Bhagavad-gītā Kṛṣṇa says that He descends to this material world for two purposes, namely paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām , samo 'haṁ sarva-bhūteṣu na me dveṣyo 'sti na priyaḥ: \"I am equal to everyone. No one is My enemy, and no one is My friend.\" But He also says, ye bhajanti tu māṁ bhaktyā mayi te teṣu cāpy aham: \"If one becomes My devotee and fully surrenders unto Me, I give him special attention.\"\n"
        }
    ]
}
