{
    "page_info": {
        "current_id": "SB 1.6.16",
        "previous_id": "SB 1.6.15",
        "next_id": "SB 1.6.17"
    },
    "verse": [
        {
            "roman": "dhyāyataś caraṇāmbhojaṁ\nbhāva-nirjita-cetasā\nautkaṇṭhyāśru-kalākṣasya\nhṛdy āsīn me śanair hariḥ\n"
        }
    ],
    "synonyms": "\ndhyāyataḥ—thus meditating upon; caraṇa-ambhojam—the lotus feet of the localized Personality of Godhead; bhāva-nirjita—mind transformed in transcendental love for the Lord; cetasā—all mental activities (thinking, feeling and willing); autkaṇṭhya—eagerness; aśru-kala—tears rolled down; akṣasya—of the eyes; hṛdi—within my heart; āsīt—appeared; me—my; śanaiḥ—without delay; hariḥ—the Personality of Godhead.\n\n",
    "translation": "\nAs soon as I began to meditate upon the lotus feet of the Personality of Godhead with my mind transformed in transcendental love, tears rolled down my eyes, and without delay the Personality of Godhead Śrī Kṛṣṇa appeared on the lotus of my heart.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The word bhāva is significant here. This bhāva stage is attained after one has transcendental affection for the Lord. The first initial stage is called śraddhāor a liking for the Supreme Lordand in order to increase that liking one has to associate with pure devotees of the Lord. The third stage is to practice the prescribed rules and regulations of devotional service. This will dissipate all sorts of misgivings and remove all personal deficiencies that hamper progress in devotional service."
        },
        {
            "type": "regular",
            "text": "When all misgivings and personal deficiencies are removedthere is a standard faith in transcendental matterand the taste for it increases in greater proportion. This stage leads to attractionand after this there is bhāvaor the prior stage of unalloyed love for God. All the above different stages are but different stages of development of transcendental love. Being so surcharged with transcendental lovethere comes a strong feeling of separation which leads to eight different kinds of ecstasies. Tears from the eyes of a devotee is an automatic reactionand because Śrī Nārada Muni in his previous birth attained that stage very quickly after his departure from homeit was quite possible for him to perceive the actual presence of the Lordwhich he tangibly experienced by his developed spiritual senses without material tinge."
        }
    ]
}
