{
    "page_info": {
        "current_id": "SB 1.6.18",
        "previous_id": "SB 1.6.17",
        "next_id": "SB 1.6.19"
    },
    "verse": [
        {
            "roman": "rūpaṁ bhagavato yat tan\nmanaḥ-kāntaṁ śucāpaham\napaśyan sahasottasthe\nvaiklavyād durmanā iva\n"
        }
    ],
    "synonyms": "\nrūpam—form; bhagavataḥ—of the Personality of Godhead; yat—as it is; tat—that; manaḥ—of the mind; kāntam—as it desires; śuca-apaham—vanishing all disparity; apaśyan—without seeing; sahasā—all of a sudden; uttasthe—got up; vaiklavyāt—being perturbed; durmanāḥ—having lost the desirable; iva—as it were.\n\n",
    "translation": "\nThe transcendental form of the Lord, as it is, satisfies the mind's desire and at once erases all mental incongruities. Upon losing that form, I suddenly got up, being perturbed, as is usual when one loses that which is desirable.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "That the Lord is not formless is experienced by Nārada Muni. But His form is completely different from all forms of our material experience. For the whole duration of our life we go see different forms in the material worldbut none of them is just apt to satisfy the mindnor can any one of them vanish all perturbance of the mind. These are the special features of the transcendental form of the Lordand one who has once seen that form is not satisfied with anything else; no form in the material world can any longer satisfy the seer. That the Lord is formless or impersonal means that He has nothing like a material form and is not like any material personality."
        },
        {
            "type": "regular",
            "text": "As spiritual beingshaving eternal relations with that transcendental form of the Lordwe arelife after lifesearching after that form of the Lordand we are not satisfied by any other form of material appeasement. Nārada Muni got a glimpse of thisbut having not seen it again he became perturbed and stood up all of a sudden to search it out. What we desire life after life was obtained by Nārada Muniand losing sight of Him again was certainly a great shock for him."
        }
    ]
}
