{
    "page_info": {
        "current_id": "SB 1.6.27",
        "previous_id": "SB 1.6.26",
        "next_id": "SB 1.6.28"
    },
    "verse": [
        {
            "roman": "evaṁ kṛṣṇa-mater brahman\nnāsaktasyāmalātmanaḥ\nkālaḥ prādurabhūt kāle\ntaḍit saudāmanī yathā\n"
        }
    ],
    "synonyms": "\nevam—thus; kṛṣṇa-mateḥ—one who is fully absorbed in thinking of Kṛṣṇa; brahman—O Vyāsadeva; na—not; āsaktasya—of one who is attached; amala-ātmanaḥ—of one who is completely free from all material dirt; kālaḥ—death; prādurabhūt—become visible; kāle—in the course of time; taḍit—lightning; saudāmanī—illuminating; yathā—as it is.\n\n",
    "translation": "\nAnd so, O Brāhmaṇa Vyāsadeva, in due course of time I, who was fully absorbed in thinking of Kṛṣṇa and who therefore had no attachments, being completely freed from all material taints, met with death, as lightning and illumination occur simultaneously.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "To be fully absorbed in the thought of Kṛṣṇa means clearance of material dirts or hankerings. As a very rich man has no hankerings for small petty thingsso also a devotee of Lord Kṛṣṇawho is guaranteed to pass on to the kingdom of Godwhere life is eternalfully cognizant and blissfulnaturally has no hankerings for petty material thingswhich are like dolls or shadows of the reality and are without permanent value. That is the sign of spiritually enriched persons. And in due course of timewhen a pure devotee is completely preparedall of a sudden the change of body occurs which is commonly called death. And for the pure devotee such a change takes place exactly like lightningand illumination follows simultaneously. That is to say a devotee simultaneously changes his material body and develops a spiritual body by the will of the Supreme. Even before deatha pure devotee has no material affectiondue to his body's being spiritualized like a red-hot iron in contact with fire."
        }
    ]
}
