{
    "page_info": {
        "current_id": "SB 1.6.34",
        "previous_id": "SB 1.6.33",
        "next_id": "SB 1.6.35"
    },
    "verse": [
        {
            "roman": "etad dhy ātura-cittānāṁ\nmātrā-sparśecchayā muhuḥ\nbhava-sindhu-plavo dṛṣṭo\nhari-caryānuvarṇanam\n"
        }
    ],
    "synonyms": "\netat—this; hi—certainly; ātura-cittānām—of those whose minds are always full of cares and anxieties; mātrā—objects of sense enjoyment; sparśa—senses; icchayā—by desires; muhuḥ—always; bhava-sindhu—the ocean of nescience; plavaḥ—boat; dṛṣṭaḥ—experienced; hari-carya—activities of Hari, the Personality of Godhead; anuvarṇanam—constant recitation.\n\n",
    "translation": "\nIt is personally experienced by me that those who are always full of cares and anxieties due to desiring contact of the senses with their objects can cross the ocean of nescience on a most suitable boat-the constant chanting of the transcendental activities of the Personality of Godhead.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The symptom of a living being is that he cannot remain silent even for some time. He must be doing somethingthinking of something or talking about something. Generally the materialistic men think and discuss about subjects which satisfy their senses. But as these things are exercised under the influence of the externalillusory energysuch sensual activities do not actually give them any satisfaction. On the contrarythey become full with cares and anxieties. This is called māyāor what is not. That which cannot give them satisfaction is accepted as an object for satisfaction. So Nārada Muniby his personal experiencesays that satisfaction for such frustrated beings engaged in sense gratification is to chant always the activities of the Lord. The point is that the subject matter only should be changed. No one can check the thinking activities of a living beingnor the feelingwilling or working processes. But if one wants actual happinessone must change the subject matter only. Instead of talking of the politics of a dying manone might discuss the politics administered by the Lord Himself. Instead of relishing activities of the cinema artistsone can turn his attention to the activities of the Lord with His eternal associates like the gopīs and Lakṣmīs. The almighty Personality of Godheadby His causeless mercydescends on the earth and manifests activities almost on the line of the worldly menbut at the same time extraordinarilybecause He is almighty. He does so for the benefit of all conditioned souls so that they can turn their attention to transcendence. By doing sothe conditioned soul will gradually be promoted to the transcendental position and easily cross the ocean of nesciencethe source of all miseries. This is stated from personal experience by such an authority as Śrī Nārada Muni. And we can have the same experience also if we begin to follow in the footsteps of the great sagethe dearmost devotee of the Lord."
        }
    ]
}
