{
    "page_info": {
        "current_id": "SB 1.6.35",
        "previous_id": "SB 1.6.34",
        "next_id": "SB 1.6.36"
    },
    "verse": [
        {
            "roman": "yamādibhir yoga-pathaiḥ\nkāma-lobha-hato muhuḥ\nmukunda-sevayā yadvat\ntathātmāddhā na śāmyati\n"
        }
    ],
    "synonyms": "\nyama-ādibhiḥ—by the process of practicing self-restraint; yoga-pathaiḥ—by the system of yoga (mystic bodily power to attain the godly stage); kāma—desires for sense satisfaction; lobha—lust for satisfaction of the senses; hataḥ—curbed; muhuḥ—always; mukunda—the Personality of Godhead; sevayā—by the service of; yadvat—as it is; tathā—like that; ātmā—the soul; addhā—for all practical purposes; na—does not; śāmyati—be satisfied.\n\n",
    "translation": "\nIt is true that by practicing restraint of the senses by the yoga system one can get relief from the disturbances of desire and lust, but this is not sufficient to give satisfaction to the soul, for this [satisfaction] is derived from devotional service to the Personality of Godhead.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Yoga aims at controlling the senses. By practice of the mystic process of bodily exercise in sittingthinkingfeelingwillingconcentratingmeditating and at last being merged into transcendenceone can control the senses. The senses are considered like venomous serpentsand the yoga system is just to control them. On the other handNārada Muni recommends another method for controlling the senses in the transcendental loving service of Mukundathe Personality of Godhead. By his experience he says that devotional service to the Lord is more effective and practical than the system of artificially controlling the senses. In the service of the Lord Mukundathe senses are transcendentally engaged. Thus there is no chance of their being engaged in sense satisfaction. The senses want some engagement. To check them artificially is no check at all because as soon as there is some opportunity for enjoymentthe serpentlike senses will certainly take advantage of it. There are many such instances in historyjust like Viśvāmitra Muni's falling a victim to the beauty of Menakā. But Ṭhākura Haridāsa was allured at midnight by the well-dressed Māyāand still she could not induce that great devotee into her trap."
        },
        {
            "type": "regular",
            "text": "The whole idea is that without devotional service of the Lordneither the yoga system nor dry philosophical speculation can ever become successful. Pure devotional service of the Lordwithout being tinged with fruitive workmystic yoga or speculative philosophyis the foremost procedure to attain self-realization. Such pure devotional service is transcendental in natureand the systems of yoga and jñāna are subordinate to such a process. When the transcendental devotional service is mixed with a subordinate processit is no longer transcendental but is called mixed devotional service. Śrīla Vyāsadevathe author of Śrīmad-Bhāgavatamwill gradually develop all these different systems of transcendental realization in the text."
        }
    ]
}
