{
    "page_info": {
        "current_id": "SB 1.6.36",
        "previous_id": "SB 1.6.35",
        "next_id": "SB 1.6.37"
    },
    "verse": [
        {
            "roman": "sarvaṁ tad idam ākhyātaṁ\nyat pṛṣṭo 'haṁ tvayānagha\njanma-karma-rahasyaṁ me\nbhavataś cātma-toṣaṇam\n"
        }
    ],
    "synonyms": "\nsarvam—all; tat—that; idam—this; ākhyātam—described; yat—whatever; pṛṣṭaḥ—asked by; aham—me; tvayā—by you; anagha—without any sins; janma—birth; karma—activities; rahasyam—mysteries; me—mine; bhavataḥ—your; ca—and; ātma—self; toṣaṇam—satisfaction.\n\n",
    "translation": "\nO Vyāsadeva, you are freed from all sins. Thus I have explained my birth and activities for self-realization, as you asked. All this will be conducive for your personal satisfaction also.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The process of devotional activities from the beginning to the stage of transcendence is all duly explained to satisfy the inquiries of Vyāsadeva. He has explained how the seeds of devotional service were sown by transcendental association and how they gradually developed by hearing the sages. The result of such hearing is detachment from worldlinessso much so that even a small boy could receive the death news of his motherwho was his only caretakeras the blessing of God. And at once he took the opportunity to search out the Lord. A sincere urge for having an interview with the Lord was also granted to himalthough it is not possible for anyone to see the Lord with mundane eyes. He also explained how by execution of pure transcendental service one can get rid of the fruitive action of accumulated work and how he transformed his material body into a spiritual one. The spiritual body is alone able to enter into the spiritual realm of the Lordand no one but a pure devotee is eligible to enter into the kingdom of God. All the mysteries of transcendental realization are duly experienced by Nārada Muni himselfand therefore by hearing such an authority one can have some idea of the results of devotional lifewhich are hardly delineated even in the original texts of the Vedas. In the Vedas and Upaniṣads there are only indirect hints to all this. Nothing is directly explained thereand therefore Śrīmad-Bhāgavatam is the mature fruit of all the Vedic trees of literatures."
        }
    ]
}
