{
    "page_info": {
        "current_id": "SB 8.5.48",
        "previous_id": "SB 8.5.47",
        "next_id": "SB 8.5.49"
    },
    "verse": [
        {
            "roman": "nāvamaḥ karma-kalpo 'pi\nviphalāyeśvarārpitaḥ\nkalpate puruṣasyaiva\nsa hy ātmā dayito hitaḥ\n"
        }
    ],
    "synonyms": "\nna—not; avamaḥ—very little, or insignificant; karma—activities; kalpaḥ—rightly executed; api—even; viphalāya—go in vain; īśvara-arpitaḥ—because of being dedicated to the Supreme Personality of Godhead; kalpate—it is so accepted; puruṣasya—of all persons; eva—indeed; saḥ—the Supreme Personality of Godhead; hi—certainly; ātmā—the Supersoul, the supreme father; dayitaḥ—extremely dear; hitaḥ—beneficial.\n\n",
    "translation": "\nActivities dedicated to the Supreme Personality of Godhead, even if performed in small measure, never go in vain. The Supreme Personality of Godhead, being the supreme father, is naturally very dear and always ready to act for the good of the living entities.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "In Bhagavad-gītā , remembering Nārāyaṇa at the end of life. If one somehow or other remembers the holy name of Nārāyaṇa, Kṛṣṇa or Rāma at the end of life, he immediately achieves the transcendental result of going back home, back to Godhead."
        },
        {
            "type": "regular",
            "text": "The Supreme Personality of Godhead is actually the only object of our love. As long as we are in this material world we have so many desires to fulfill, but when we come in touch with the Supreme Personality of Godhead, we immediately become perfect and fully satisfied, just as a child is fully satisfied when he comes to the lap of his mother. Dhruva Mahārāja went to the forest to achieve some material result by austerity and penance, but when he actually saw the Supreme Personality of Godhead he said, \"I do not want any material benediction. I am completely satisfied.\" Even if one wants some material benefit from serving the Supreme Personality of Godhead, this can be achieved extremely easily, without hard labor. Therefore the śāstra recommends:"
        },
        {
            "type": "regular",
            "text": "\"Whether one desires everything or nothing or desires to merge into the existence of the Lord, he is intelligent only if he worships Lord Kṛṣṇa, the Supreme Personality of Godhead, by rendering transcendental loving service.\"  Even if one has material desires, one can undoubtedly achieve what he wants by rendering service to the Lord."
        },
        {
            "type": "verse",
            "text": "akāmaḥ sarva-kāmo vā\nmokṣa-kāma udāra-dhīḥ\ntīvreṇa bhakti-yogena\nyajeta puruṣaṁ param"
        }
    ]
}
