{
    "info": {
        "id": "SB 8.1.14",
        "prevId": "SB 8.1.13",
        "nextId": "SB 8.1.15"
    },
    "verses": [
        {
            "roman": "athāgre ṛṣayaḥ karmāṇ-\nīhante 'karma-hetave\nīhamāno hi puruṣaḥ\nprāyo 'nīhāṁ prapadyate\n"
        }
    ],
    "synonyms": "\natha—therefore; agre—in the beginning; ṛṣayaḥ—all learned ṛṣis, saintly persons; karmāṇi—fruitive activities; īhante—execute; akarma—freedom from fruitive results; hetave—for the purpose of; īhamānaḥ—engaging in such activities; hi—indeed; puruṣaḥ—a person; prāyaḥ—almost always; anīhām—liberation from karma; prapadyate—attains.\n\n",
    "translation": "\nTherefore, to enable people to reach the stage of activities that are not tinged by fruitive results, great saints first engage people in fruitive activities, for unless one begins by performing activities as recommended in the śāstras, one cannot reach the stage of liberation, or activities that produce no reactions.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn Bhagavad-gītā ). The Supreme Personality of Godhead is actually the enjoyer, and therefore if we begin our activities for His satisfaction, we will gradually lose our taste for material activities.\n"
        },
        {
            "type": "normal",
            "content": "Sūta Gosvāmī declared to the great assembly of sages at Naimiṣāraṇya:\n"
        },
        {
            "type": "verse",
            "content": "ataḥ pumbhir dvija-śreṣṭhā\nvarṇāśrama-vibhāgaśaḥ\nsvanuṣṭhitasya dharmasya\nsaṁsiddhir hari-toṣaṇam"
        },
        {
            "type": "normal",
            "content": "\n\"O best among the twice-born, it is concluded that the highest perfection one can achieve, by discharging his prescribed duties [dharma] according to caste divisions and order of life, is to please the Lord Hari.\" :\n"
        },
        {
            "type": "verse",
            "content": "naiṣkarmyam apy acyuta-bhāva-varjitaṁ\nna śobhate jñānam alaṁ nirañjanam"
        },
        {
            "type": "normal",
            "content": "\n\"Knowledge of self-realization, even though freed from all material affinity, does not look well if devoid of a conception of the infallible [God].\" Jñānīs recommend that one adopt naiṣkarmya by not doing anything but simply meditating and thinking of Brahman, but this is impossible unless one realizes Parabrahman, Kṛṣṇa. If there is no Kṛṣṇa consciousness, any kind of activity, be it philanthropic, political or social, simply causes karma-bandhana, bondage to material work.\n"
        },
        {
            "type": "normal",
            "content": "As long as one is entangled in karma-bandhana, one must accept different types of bodies that spoil the human form of facility. Therefore, in Bhagavad-gītā  karma-yoga is recommended:\n"
        },
        {
            "type": "verse",
            "content": "ārurukṣor muner yogaṁ\nkarma kāraṇam ucyate\nyogārūḍhasya tasyaiva\nśamaḥ kāraṇam ucyate"
        },
        {
            "type": "normal",
            "content": "\n\"For one who is a neophyte in the yoga system, work is said to be the means; and for one who has already attained to yoga, cessation of all material activities is said to be the means.\" Nonetheless:\n"
        },
        {
            "type": "verse",
            "content": "karmendriyāṇi saṁyamya\nya āste manasā smaran\nindriyārthān vimūḍhātmā\nmithyācāraḥ sa ucyate"
        },
        {
            "type": "normal",
            "content": "\n\"One who restrains the senses and organs of action, but whose mind dwells on sense objects, certainly deludes himself and is called a pretender.\"  One should act for Kṛṣṇa very seriously in order to become fully Kṛṣṇa conscious and should not sit down to imitate such great personalities as Haridāsa Ṭhākura. Śrīla Bhaktisiddhānta Sarasvatī Ṭhākura condemned such imitation. He said:\n"
        },
        {
            "type": "verse",
            "content": "duṣṭa mana! tumi kisera vaiṣṇava?\npratiṣṭhāra tare, nirjanera ghare,\ntava hari-nāma kevala kaitava"
        },
        {
            "type": "normal",
            "content": "\n\"My dear mind, what kind of devotee are you? Simply for cheap adoration, you sit in a solitary place and pretend to chant the Hare Kṛṣṇa mahā-mantra, but this is all cheating.\" Recently at Māyāpur an African devotee wanted to imitate Haridāsa Ṭhākura, but after fifteen days he became restless and went away. Do not suddenly try to imitate Haridāsa Ṭhākura. Engage yourself in Kṛṣṇa conscious activities, and gradually you will come to the stage of liberation (muktir hitvānyathā rūpaṁ svarūpeṇa vyavasthitiḥ ).\n"
        }
    ]
}
