{
    "page_info": {
        "current_id": "SB 7.13.27",
        "previous_id": "SB 7.13.26",
        "next_id": "SB 7.13.28"
    },
    "verse": [
        {
            "roman": "sukham asyātmano rūpaṁ\nsarvehoparatis tanuḥ\nmanaḥ-saṁsparśajān dṛṣṭvā\nbhogān svapsyāmi saṁviśan\n"
        }
    ],
    "synonyms": "\nsukham—happiness; asya—of him; ātmanaḥ—of the living entity; rūpam—the natural position; sarva—all; īha—material activities; uparatiḥ—completely stopping; tanuḥ—the medium of its manifestation; manaḥ-saṁsparśa-jān—produced from demands for sense gratification; dṛṣṭvā—after seeing; bhogān—sense enjoyment; svapsyāmi—I am sitting silently, thinking deeply about these material activities; saṁviśan—entering into such activities.\n\n",
    "translation": "\nThe actual form of life for the living entities is one of spiritual happiness, which is real happiness. This happiness can be achieved only when one stops all materialistic activities. Material sense enjoyment is simply imagination. Therefore, considering this subject matter, I have ceased from all material activities and am lying down here.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The difference between the philosophy of the Māyāvādīs and that of the Vaiṣṇavas is explained herein. Both the Māyāvādīs and Vaiṣṇavas know that in materialistic activities there is no happiness. The Māyāvādī philosophers, therefore, adhering to the slogan brahma satyaṁ jagan mithyā, want to refrain from false, materialistic activities. They want to stop all activities and merge in the Supreme Brahman. According to the Vaiṣṇava philosophy, however, if one simply ceases from materialistic activity one cannot remain inactive for very long, and therefore everyone should engage himself in spiritual activities, which will solve the problem of suffering in this material world. It is said, therefore, that although the Māyāvādī philosophers strive to refrain from materialistic activities and merge in Brahman, and although they may actually merge in the Brahman existence, for want of activity they fall down again into materialistic activity (āruhya kṛcchreṇa paraṁ padaṁ tataḥ patanty adhaḥ ). If one works for the sake of pleasing the Supreme Lord—Yajña, or Viṣṇu—one is in liberated life. If one fails to do so, however, he remains in a life of bondage."
        }
    ]
}
