{
    "page_info": {
        "current_id": "SB 1.13.1",
        "previous_id": "SB 1.12.36",
        "next_id": "SB 1.13.2"
    },
    "verse": [
        {
            "roman": "sūta uvāca\nviduras tīrtha-yātrāyāṁ\nmaitreyād ātmano gatim\njñātvāgād dhāstinapuraṁ\ntayāvāpta-vivitsitaḥ\n"
        }
    ],
    "synonyms": "\nsūtaḥ uvāca—Śrī Sūta Gosvāmī said; viduraḥ—Vidura; tīrtha-yātrāyām—while traveling to different places of pilgrimage; maitreyāt—from the great sage Maitreya; ātmanaḥ—of the self; gatim—destination; jñātvā—by knowing it; agāt—went back; hāstinapuram—the city of Hastināpura; tayā—by that knowledge; avāpta—sufficiently a gainer; vivitsitaḥ—being well versed in everything knowable.\n\n",
    "translation": "\nŚrī Sūta Gosvāmī said: While traveling on a pilgrimage, Vidura received knowledge of the destination of the self from the great sage Maitreya and then returned to Hastināpura. He became as well versed in the subject as he desired.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Vidura: One of the prominent figures in the history of the Mahābhārata. He was conceived by Vyāsadeva in the womb of the maidservant of Ambikāmother of Mahārāja Pāṇḍu. He is the incarnation of Yamarāja. Being cursed by Maṇḍūka Munihe was to become a śūdra. The story is narrated as follows. Once upon a time the state police caught some thieves who had concealed themselves in the hermitage of Maṇḍūka Muni. The police constablesas usualarrested all the thieves and Maṇḍūka Muni along with them. The magistrate specifically punished the muni to death by being pierced with a lance. When he was just to be piercedthe news reached the kingand he at once stopped the act on consideration of his being a great muni. The king personally begged the muni's pardon for the mistake of his menand the saint at once went to Yamarājawho prescribes the destiny of the living beings. Yamarājabeing questioned by the munireplied that the muni in his childhood pierced an ant with a sharpened strawand for that reason he was put into difficulty. The muni thought it unwise on the part of Yamarāja that he was punished for his childish innocenceand thus the muni cursed Yamarāja to become a śūdraand this śūdra incarnation of Yamarāja was known as Vidurathe śūdra brother of Dhṛtarāṣṭra and Mahārāja Pāṇḍu. But this śūdra son of the Kuru dynasty was equally treated by Bhīṣmadevaalong with his other nephewsand in due course Vidura was married with a girl who was also born in the womb of a śūdrāṇī by a brāhmaṇa. Although Vidura did not inherit the property of his father (the brother of Bhīṣmadeva)still he was given sufficient state property by Dhṛtarāṣṭrathe elder brother of Vidura. Vidura was very much attached to his elder brotherand all along he tried to guide him on the right path. During the fratricidal war of KurukṣetraVidura repeatedly implored his elder brother to do justice to the sons of Pāṇḍubut Duryodhana did not like such interference by his uncleand thus he practically insulted Vidura. This resulted in Vidura's leaving home for pilgrimage and taking instructions from Maitreya."
        }
    ]
}
