{
    "page_info": {
        "current_id": "SB 1.13.14",
        "previous_id": "SB 1.13.13",
        "next_id": "SB 1.13.15"
    },
    "verse": [
        {
            "roman": "kañcit kālam athāvātsīt\nsat-kṛto devavat sukham\nbhrātur jyeṣṭhasya śreyas-kṛt\nsarveṣāṁ sukham āvahan\n"
        }
    ],
    "synonyms": "\nkañcit—for a few days; kālam—time; atha—thus; avātsīt—resided; sat-kṛtaḥ—being well treated; deva-vat—just like a godly personality; sukham—amenities; bhrātuḥ—of the brother; jyeṣṭhasya—of the elder; śreyaḥ-kṛt—for doing good to him; sarveṣām—all others; sukham—happiness; āvahan—made it possible.\n\n",
    "translation": "\nThus Mahātmā Vidura, being treated just like a godly person by his kinsmen, remained there for a certain period just to rectify the mentality of his eldest brother and in this way bring happiness to all the others.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Saintly persons like Vidura must be treated as well as a denizen from heaven. In those days denizens of heavenly planets used to visit homes like that of Mahārāja Yudhiṣṭhiraand sometimes persons like Arjuna and others used to visit higher planets. Nārada is a spaceman who can travel unrestrictedlynot only within the material universes but also in the spiritual universes. Even Nārada used to visit the palace of Mahārāja Yudhiṣṭhira and what to speak of other celestial demigods. It is only the spiritual culture of the people concerned that makes interplanetary travel possibleeven in the present body. Mahārāja Yudhiṣṭhira therefore received Vidura in the manner of reception offered to the demigods."
        },
        {
            "type": "regular",
            "text": "Mahātmā Vidura had already adopted the renounced order of lifeand therefore he did not return to his paternal palace to enjoy some material comforts. He accepted out of his own mercy what was offered to him by Mahārāja Yudhiṣṭhirabut the purpose of living in the palace was to deliver his elder brotherDhṛtarāṣṭrawho was too much materially attached. Dhṛtarāṣṭra lost all his state and descendants in the fight with Mahārāja Yudhiṣṭhiraand stilldue to his sense of helplessnesshe did not feel ashamed to accept the charity and hospitality of Mahārāja Yudhiṣṭhira. On the part of Mahārāja Yudhiṣṭhirait was quite in order to maintain his uncle in a befitting mannerbut acceptance of such magnanimous hospitality by Dhṛtarāṣṭra was not at all desirable. He accepted it because he thought that there was no alternative. Vidura particularly came to enlighten Dhṛtarāṣṭra and to give him a lift to the higher status of spiritual cognition. It is the duty of enlightened souls to deliver the fallen onesand Vidura came for that reason. But talks of spiritual enlightenment are so refreshing that while instructing DhṛtarāṣṭraVidura attracted the attention of all the members of the familyand all of them took pleasure in hearing him patiently. This is the way of spiritual realization. The message should be heard attentivelyand if spoken by a realized soulit will act on the dormant heart of the conditioned soul. And by continuously hearingone can attain the perfect stage of self-realization."
        }
    ]
}
