{
    "page_info": {
        "current_id": "SB 1.13.20",
        "previous_id": "SB 1.13.19",
        "next_id": "SB 1.13.21"
    },
    "verse": [
        {
            "roman": "yena caivābhipanno 'yaṁ\nprāṇaiḥ priyatamair api\njanaḥ sadyo viyujyeta\nkim utānyair dhanādibhiḥ\n"
        }
    ],
    "synonyms": "\nyena—pulled by such time; ca—and; eva—certainly; abhipannaḥ—overtaken; ayam—this; prāṇaiḥ—with life; priya-tamaiḥ—which is most dear to everyone; api—even though; janaḥ—person; sadyaḥ—forthwith; viyujyeta—do give up; kim uta anyaiḥ—what to speak of any other thing; dhana-ādibhiḥ—such as wealth, honor, children, land and house.\n\n",
    "translation": "\nWhoever is under the influence of supreme kāla [eternal time] must surrender his most dear life, and what to speak of other things, such as wealth, honor, children, land and home.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "A great Indian scientistbusy in the planmaking businesswas suddenly called by invincible eternal time while going to attend a very important meeting of the planning commissionand he had to surrender his lifewifechildrenhouselandwealthetc. During the political upsurge in India and its division into Pakistan and Hindustanso many rich and influential Indians had to surrender lifeproperty and honor due to the influence of timeand there are hundreds and thousands of examples like that all over the worldall over the universewhich are all effects of the influence of time. Thereforethe conclusion is that there is no powerful living being within the universe who can overcome the influence of time. Many poets have written verses lamenting the influence of time. Many devastations have taken place over the universes due to the influence of timeand no one could check them by any means. Even in our daily lifeso many things come and go in which we have no handbut we have to suffer or tolerate them without remedial measure. That is the result of time."
        }
    ]
}
