{
    "page_info": {
        "current_id": "SB 1.13.21",
        "previous_id": "SB 1.13.20",
        "next_id": "SB 1.13.22"
    },
    "verse": [
        {
            "roman": "pitṛ-bhrātṛ-suhṛt-putrā\nhatās te vigataṁ vayam\nātmā ca jarayā grastaḥ\npara-geham upāsase\n"
        }
    ],
    "synonyms": "\npitṛ—father; bhrātṛ—brother; suhṛt—well-wishers; putrāḥ—sons; hatāḥ—all dead; te—yours; vigatam—expended; vayam—age; ātmā—the body; ca—also; jarayā—by invalidity; grastaḥ—overcome; para-geham—another's home; upāsase—you do live.\n\n",
    "translation": "\nYour father, brother, well-wishers and sons are all dead and passed away. You yourself have expended the major portion of your life, your body is now overtaken by invalidity, and you are living in the home of another.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The King is reminded of his precarious conditioninfluenced by cruel timeand by his past experience he should have been more intelligent to see what was going to happen to his own life. His fatherVicitravīryadied long agowhen he and his younger brothers were all little childrenand it was due to the care and kindness of Bhīṣmadeva that they were properly brought up. Then again his brother Pāṇḍu died also. Then in the Battlefield of Kurukṣetra his one hundred sons and his grandsons all diedalong with all other well-wishers like BhīṣmadevaDroṇācāryaKarṇa and many other kings and friends. So he had lost all men and moneyand now he was living at the mercy of his nephewwhom he had put into troubles of various types. And despite all these reverseshe thought that he would prolong his life more and more. Vidura wanted to point out to Dhṛtarāṣṭra that everyone has to protect himself by his action and the grace of the Lord. One has to execute his duty faithfullydepending for the result on the supreme authority. No friendno childrenno fatherno brotherno state and no one else can protect a person who is not protected by the Supreme Lord. One shouldthereforeseek the protection of the Supreme Lordfor the human form of life is meant for seeking that protection. He was warned of his precarious conditions more and more by the following words."
        }
    ]
}
