{
    "page_info": {
        "current_id": "SB 1.13.22",
        "previous_id": "SB 1.13.21",
        "next_id": "SB 1.13.23"
    },
    "verse": [
        {
            "roman": "andhaḥ puraiva vadhiro\nmanda-prajñāś ca sāmpratam\nviśīrṇa-danto mandāgniḥ\nsarāgaḥ kapham udvahan\n"
        }
    ],
    "synonyms": "\nandhaḥ—blind; purā—from the beginning; eva—certainly; vadhiraḥ—hard of hearing; manda-prajñāḥ—memory shortened; ca—and; sāmpratam—recently; viśīrṇa—loosened; dantaḥ—teeth; manda-agniḥ—liver action decreased; sa-rāgaḥ—with sound; kapham—coughing much mucus; udvahan—coming out.\n\n",
    "translation": "\nYou have been blind from your very birth, and recently you have become hard of hearing. Your memory is shortened, and your intelligence is disturbed. Your teeth are loose, your liver is defective, and you are coughing up mucus.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The symptoms of old agewhich had already developed in Dhṛtarāṣṭrawere all one after another pointed out to him as warning that death was nearing very quicklyand still he was foolishly carefree about his future. The signs pointed out by Vidura in the body of Dhṛtarāṣṭra were signs of apakṣayaor dwindling of the material body before the last stroke of death. The body is bornit developsstayscreates other bodiesdwindles and then vanishes. But foolish men want to make a permanent settlement of the perishable body and think that their estatechildrensocietycountryetc.will give them protection. With such foolish ideasthey become overtaken by such temporary engagements and forget altogether that they must give up this temporary body and take a new oneagain to arrange for another term of societyfriendship and loveagain to perish ultimately. They forget their permanent identity and become foolishly active for impermanent occupationsforgetting altogether their prime duty. Saints and sages like Vidura approach such foolish men to awaken them to the real situationbut they take such sādhus and saints as parasites of societyand almost all of them refuse to hear the words of such sādhus and saintsalthough they welcome show-bottle sādhus and so-called saints who can satisfy their senses. Vidura was not a sādhu to satisfy the ill-gotten sentiment of Dhṛtarāṣṭra. He was correctly pointing out the real situation of lifeand how one can save oneself from such catastrophies."
        }
    ]
}
