{
    "page_info": {
        "current_id": "SB 1.13.30",
        "previous_id": "SB 1.13.29",
        "next_id": "SB 1.13.31"
    },
    "verse": [
        {
            "roman": "patiṁ prayāntaṁ subalasya putrī\npati-vratā cānujagāma sādhvī\nhimālayaṁ nyasta-daṇḍa-praharṣaṁ\nmanasvinām iva sat-samprahāraḥ\n"
        }
    ],
    "synonyms": "\npatim—her husband; prayāntam—while leaving home; subalasya—of King Subala; putrī—the worthy daughter; pati-vratā—devoted to her husband; ca—also; anujagāma—followed; sādhvī—the chaste; himālayam—towards the Himalaya Mountains; nyasta-daṇḍa—one who has accepted the rod of the renounced order; praharṣam—object of delight; manasvinām—of the great fighters; iva—like; sat—legitimate; samprahāraḥ—good lashing.\n\n",
    "translation": "\nThe gentle and chaste Gāndhārī, who was the daughter of King Subala of Kandahar [or Gāndhāra], followed her husband, seeing that he was going to the Himalaya Mountains, which are the delight of those who have accepted the staff of the renounced order like fighters who have accepted a good lashing from the enemy.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Saubalinīor Gāndhārīdaughter of King Subala and wife of King Dhṛtarāṣṭrawas ideal as a wife devoted to her husband. The Vedic civilization especially prepares chaste and devoted wivesof whom Gāndhārī is one amongst many mentioned in history. Lakṣmījī Sītādevī was also a daughter of a great kingbut she followed her husbandLord Rāmacandrainto the forest. Similarlyas a woman Gāndhārī could have remained at home or at her father's housebut as a chaste and gentle lady she followed her husband without consideration. Instructions for the renounced order of life were imparted to Dhṛtarāṣṭra by Viduraand Gāndhārī was by the side of her husband. But he did not ask her to follow him because he was at that time fully determinedlike a great warrior who faces all kinds of dangers in the battlefield. He was no longer attracted to so-called wife or relativesand he decided to start alonebut as a chaste lady Gāndhārī decided to follow her husband till the last moment. Mahārāja Dhṛtarāṣṭra accepted the order of vānaprasthaand at this stage the wife is allowed to remain as a voluntary servitorbut in the sannyāsa stage no wife can stay with her former husband. A sannyāsī is considered to be a dead man civillyand therefore the wife becomes a civil widow without connection with her former husband. Mahārāja Dhṛtarāṣṭra did not deny his faithful wifeand she followed her husband at her own risk."
        },
        {
            "type": "regular",
            "text": "The sannyāsīs accept a rod as the sign of the renounced order of life. There are two types of sannyāsīs. Those who follow the Māyāvādī philosophyheaded by Śrīpāda Śaṅkarācāryaaccept only one rod (eka-daṇḍa)but those who follow the Vaiṣṇavite philosophy accept three combined rods (tri-daṇḍa). The Māyāvādī sannyāsīs are ekadaṇḍi-svāmīswhereas the Vaiṣṇava sannyāsīs are known as tridaṇḍi-svāmīsor more distinctlytridaṇḍi-gosvāmīsin order to be distinguished from the Māyāvādī philosophers. The ekadaṇḍi-svāmīs are mostly fond of the Himalayasbut the Vaiṣṇava sannyāsīs are fond of Vṛndāvana and Purī. The Vaiṣṇava sannyāsīs are narottamaswhereas the Māyāvādī sannyāsīs are dhīras. Mahārāja Dhṛtarāṣṭra was advised to follow the dhīras because at that stage it was difficult for him to become a narottama."
        }
    ]
}
