{
    "page_info": {
        "current_id": "SB 1.13.33",
        "previous_id": "SB 1.13.32",
        "next_id": "SB 1.13.34"
    },
    "verse": [
        {
            "roman": "ambā ca hata-putrārtā\npitṛvyaḥ kva gataḥ suhṛt\napi mayy akṛta-prajñe\nhata-bandhuḥ sa bhāryayā\nāśaṁsamānaḥ śamalaṁ\ngaṅgāyāṁ duḥkhito 'patat\n"
        }
    ],
    "synonyms": "\nambā—mother aunt; ca—and; hata-putrā—who had lost all her sons; ārtā—in a sorry plight; pitṛvyaḥ—uncle Vidura; kva—where; gataḥ—gone; suhṛt—well-wisher; api—whether; mayi—unto me; akṛta-prajñe—ungrateful; hata-bandhuḥ—one who has lost all his sons; saḥ—Dhṛtarāṣṭra; bhāryayā—with his wife; āśaṁsamānaḥ—in doubtful mind; śamalam—offenses; gaṅgāyām—in the Ganges water; duḥkhitaḥ—in distressed mind; apatat—fell down.\n\n",
    "translation": "\nWhere is my well-wisher, uncle Vidura, and mother Gāndhārī, who is very afflicted due to all her sons' demise? My uncle Dhṛtarāṣṭra was also very mortified due to the death of all his sons and grandsons. Undoubtedly I am very ungrateful. Did he, therefore, take my offenses very seriously and, along with his wife, drown himself in the Ganges?\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The Pāṇḍavasespecially Mahārāja Yudhiṣṭhira and Arjunaanticipated the aftereffects of the Battle of Kurukṣetraand therefore Arjuna declined to execute the fighting. The fight was executed by the will of the Lordbut the effects of family aggrievementas they had thought of it beforehad come to be true. Mahārāja Yudhiṣṭhira was always conscious of the great plight of his uncle Dhṛtarāṣṭra and aunt Gāndhārīand therefore he took all possible care of them in their old age and aggrieved conditions. Whenthereforehe could not find his uncle and aunt in the palacenaturally his doubts aroseand he conjectured that they had gone down to the water of the Ganges. He thought himself ungrateful because when the Pāṇḍavas were fatherlessMahārāja Dhṛtarāṣṭra had given them all royal facilities to liveand in return he had killed all Dhṛtarāṣṭra's sons in the Battle of Kurukṣetra. As a pious manMahārāja Yudhiṣṭhira took into account all his unavoidable misdeedsand he never thought of the misdeeds of his uncle and company. Dhṛtarāṣṭra had suffered the effects of his own misdeeds by the will of the Lordbut Mahārāja Yudhiṣṭhira was thinking only of his own unavoidable misdeeds. That is the nature of a good man and devotee of the Lord. A devotee never finds fault with othersbut tries to find his own and thus rectify them as far as possible."
        }
    ]
}
