{
    "page_info": {
        "current_id": "SB 1.13.41",
        "previous_id": "SB 1.13.40",
        "next_id": "SB 1.13.42"
    },
    "verse": [
        {
            "roman": "nārada uvāca\nmā kañcana śuco rājan\nyad īśvara-vaśaṁ jagat\nlokāḥ sapālā yasyeme\nvahanti balim īśituḥ\nsa saṁyunakti bhūtāni\nsa eva viyunakti ca\n"
        }
    ],
    "synonyms": "\nnāradaḥ uvāca—Nārada said; mā—never; kañcana—by all means; śucaḥ—do you lament; rājan—O King; yat—because; īśvara-vaśam—under the control of the Supreme Lord; jagat—world; lokāḥ—all living beings; sa-pālāḥ—including their leaders; yasya—whose; ime—all these; vahanti—do bear; balim—means of worship; īśituḥ—for being protected; saḥ—He; saṁyunakti—gets together; bhūtāni—all living beings; saḥ—He; eva—also; viyunakti—disperses; ca—and.\n\n",
    "translation": "\nŚrī Nārada said: O pious King, do not lament for anyone, for everyone is under the control of the Supreme Lord. Therefore all living beings and their leaders carry on worship to be well protected. It is He only who brings them together and disperses them.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Every living beingeither in this material world or in the spiritual worldis under the control of the Supreme Lordthe Personality of Godhead. Beginning from Brahmājīthe leader of this universedown to the insignificant antall are abiding by the order of the Supreme Lord. Thus the constitutional position of the living being is subordination under the control of the Lord. The foolish living beingespecially manartificially rebels against the law of the Supreme and thus becomes chastised as an asuraor lawbreaker. A living being is placed in a particular position by the order of the Supreme Lordand he is again shifted from that place by the order of the Supreme Lord or His authorized agents. BrahmāŚivaIndraCandraMahārāja Yudhiṣṭhira orin modern historyNapoleonAkbarAlexanderGandhiShubhash and Nehru all are servants of the Lordand they are placed in and removed from their respective positions by the supreme will of the Lord. None of them is independent. Even though such men or leaders rebel so as not to recognize the supremacy of the Lordthey are put under still more rigorous laws of the material world by different miseries. Only the foolish manthereforesays that there is no God. Mahārāja Yudhiṣṭhira was being convinced of this naked truth because he was greatly overwhelmed by the sudden departure of his old uncles and aunt. Mahārāja Dhṛtarāṣṭra was placed in that position according to his past deeds; he had already suffered or enjoyed the benefits accrued to him in the pastbut due to his good lucksomehow or other he had a good younger brotherViduraand by his instruction he left to achieve salvation by closing all accounts in the material world."
        },
        {
            "type": "regular",
            "text": "Ordinarily one cannot change the course of one's due happiness and distress by plan. Everyone has to accept them as they come under the subtle arrangement of kālaor invincible time. There is no use trying to counteract them. The best thing isthereforethat one should endeavor to achieve salvationand this prerogative is given only to man because of his developed condition of mental activities and intelligence. Only for man are there different Vedic instructions for attainment of salvation during the human form of existence. One who misuses this opportunity of advanced intelligence is verily condemned and put into different types of miserieseither in this present life or in the future. That is the way the Supreme controls everyone."
        }
    ]
}
