{
    "page_info": {
        "current_id": "SB 1.13.44",
        "previous_id": "SB 1.13.43",
        "next_id": "SB 1.13.45"
    },
    "verse": [
        {
            "roman": "yan manyase dhruvaṁ lokam\nadhruvaṁ vā na cobhayam\nsarvathā na hi śocyās te\nsnehād anyatra mohajāt\n"
        }
    ],
    "synonyms": "\nyat—even though; manyase—you think; dhruvam—Absolute Truth; lokam—persons; adhruvam—nonreality; vā—either; na—or not; ca—also; ubhayam—or both; sarvathā—in all circumstances; na—never; hi—certainly; śocyāḥ—subject for lamentation; te—they; snehāt—due to affection; anyatra—or otherwise; moha-jāt—due to bewilderment.\n\n",
    "translation": "\nO King, in all circumstances, whether you consider the soul to be an eternal principle, or the material body to be perishable, or everything to exist in the impersonal Absolute Truth, or everything to be an inexplicable combination of matter and spirit, feelings of separation are due only to illusory affection and nothing more.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The actual fact is that every living being is an individual part and parcel of the Supreme Beingand his constitutional position is subordinate cooperative service. Either in his conditional material existence or in his liberated position of full knowledge and eternitythe living entity is eternally under the control of the Supreme Lord. But those who are not conversant with factual knowledge put forward many speculative propositions about the real position of the living entity. It is admittedhoweverby all schools of philosophythat the living being is eternal and that the covering body of the five material elements is perishable and temporary. The eternal living entity transmigrates from one material body to another by the law of karmaand material bodies are perishable by their fundamental structures. Therefore there is nothing to be lamented in the case of the soul's being transferred into another bodyor the material body's perishing at a certain stage. There are others also who believe in the merging of the spirit soul in the Supreme Spirit when it is uncovered by the material encagementand there are others also who do not believe in the existence of spirit or soulbut believe in tangible matter. In our daily experience we find so many transformations of matter from one form to anotherbut we do not lament such changing features. In either of the above casesthe force of divine energy is uncheckable; no one has any hand in itand thus there is no cause of grief."
        }
    ]
}
