{
    "page_info": {
        "current_id": "SB 1.13.50",
        "previous_id": "SB 1.13.49",
        "next_id": "SB 1.13.51"
    },
    "verse": [
        {
            "roman": "niṣpāditaṁ deva-kṛtyam\navaśeṣaṁ pratīkṣate\ntāvad yūyam avekṣadhvaṁ\nbhaved yāvad iheśvaraḥ\n"
        }
    ],
    "synonyms": "\nniṣpāditam—performed; deva-kṛtyam—what was to be done on behalf of the demigods; avaśeṣam—the rest; pratīkṣate—being awaited; tāvat—up to that time; yūyam—all of you Pāṇḍavas; avekṣadhvam—observe and wait; bhavet—may; yāvat—as long as; iha—in this world; īśvaraḥ—the Supreme Lord.\n\n",
    "translation": "\nThe Lord has already performed His duties to help the demigods, and He is awaiting the rest. You Pāṇḍavas may wait as long as the Lord is here on earth.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The Lord descends from His abode (Kṛṣṇaloka)the topmost planet in the spiritual skyin order to help the demigod administrators of this material world when they are greatly vexed by the asuraswho are envious not only of the Lord but also of His devotees. As referred to abovethe conditioned living beings contact material association by their own choicedictated by a strong desire to lord it over the resources of the material world and become imitation lords of all they survey. Everyone is trying to become an imitation God; there is keen competition amongst such imitation godsand such competitors are generally known as asuras. When there are too many asuras in the worldthen it becomes a hell for those who are devotees of the Lord. Due to the growth of the asurasthe mass of people who are generally devoted to the Lord by nature and the pure devotees of the Lordincluding the demigods in higher planetspray to the Lord for reliefand the Lord either descends personally from His abode or deputes some of His devotees to remodel the fallen condition of human societyor even animal society. Such disruptions take place not only in human society but also among animalsbirds or other living beingsincluding the demigods in the higher planets. Lord Śrī Kṛṣṇa descended personally to vanquish asuras like KaṁsaJarāsandha and Śiśupālaand during the reign of Mahārāja Yudhiṣṭhira almost all these asuras were killed by the Lord. Now he was awaiting the annihilation of His own dynastycalled the Yadu-vaṁśawho appeared by His will in this world. He wanted to take them away before His own departure to His eternal abode. Nāradalike Viduradid not disclose the imminent annihilation of the Yadu dynastybut indirectly gave a hint to the King and his brothers to wait till the incident happened and the Lord departed."
        }
    ]
}
