{
    "page_info": {
        "current_id": "SB 1.13.53",
        "previous_id": "SB 1.13.52",
        "next_id": "SB 1.13.54"
    },
    "verse": [
        {
            "roman": "snātvānusavanaṁ tasmin\nhutvā cāgnīn yathā-vidhi\nab-bhakṣa upaśāntātmā\nsa āste vigataiṣaṇaḥ\n"
        }
    ],
    "synonyms": "\nsnātvā—by taking bath; anusavanam—regularly three times (morning, noon and evening); tasmin—in that Ganges divided into seven; hutvā—by performing the Agni-hotra sacrifice; ca—also; agnīn—in the fire; yathā-vidhi—just according to the tenets of the scripture; ap-bhakṣaḥ—fasting by drinking only water; upaśānta—completely controlled; ātmā—the gross senses and the subtle mind; saḥ—Dhṛtarāṣṭra; āste—would be situated; vigata—devoid of; eṣaṇaḥ—thoughts in relation with family welfare.\n\n",
    "translation": "\nOn the banks at Saptasrota, Dhṛtarāṣṭra is now engaged in beginning aṣṭāṅga-yoga by bathing three times daily, in the morning, noon and evening, by performing the Agni-hotra sacrifice with fire and by drinking only water. This helps one control the mind and the senses and frees one completely from thoughts of familial affection.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The yoga system is a mechanical way to control the senses and the mind and divert them from matter to spirit. The preliminary processes are the sitting posturemeditationspiritual thoughtsmanipulation of air passing within the bodyand gradual situation in trancefacing the Absolute PersonParamātmā. Such mechanical ways of rising to the spiritual platform prescribe some regulative principles of taking bath daily three timesfasting as far as possiblesitting and concentrating the mind on spiritual matters and thus gradually becoming free from viṣayaor material objectives. Material existence means to be absorbed in the material objectivewhich is simply illusory. Housecountryfamilysocietychildrenpropertyand business are some of the material coverings of the spiritātmāand the yoga system helps one to become free from all these illusory thoughts and gradually turn towards the Absolute PersonParamātmā. By material association and educationwe learn simply to concentrate on flimsy thingsbut yoga is the process of forgetting them altogether. Modern so-called yogīs and yoga systems manifest some magical featsand ignorant persons are attracted by such false thingsor they accept the yoga system as a cheap healing process for diseases of the gross body. But factually the yoga system is the process of learning to forget what we have acquired throughout the struggle for existence. Dhṛtarāṣṭra was all along engaged in improving family affairs by raising the standard of living of his sons or by usurping the property of the Pāṇḍavas for the sake of his own sons. These are common affairs for a man grossly materialistic and without knowledge of the spiritual force. He does not see how this can drag one from heaven to hell. By the grace of his younger brother ViduraDhṛtarāṣṭra was enlightened and could see his grossly illusory engagementsand by such enlightenment he was able to leave home for spiritual realization. Śrī Nāradadeva was just foretelling the way of his spiritual progress in a place which was sanctified by the flow of the celestial Ganges. Drinking water onlywithout solid foodis also considered fasting. This is necessary for advancement of spiritual knowledge. A foolish man wants to be a cheap yogī without observing the regulative principles. A man who has no control over the tongue at first can hardly become a yogī. Yogī and bhogī are two opposite terms. The bhogīor the merry man who eats and drinkscannot be a yogīfor a yogī is never allowed to eat and drink unrestrictedly. We may note with profit how Dhṛtarāṣṭra began his yoga system by drinking water only and sitting calmly in a place with a spiritual atmospheredeeply absorbed in the thoughts of the Lord Harithe Personality of Godhead."
        }
    ]
}
