{
    "page_info": {
        "current_id": "SB 1.13.55",
        "previous_id": "SB 1.13.54",
        "next_id": "SB 1.13.56"
    },
    "verse": [
        {
            "roman": "vijñānātmani saṁyojya\nkṣetrajñe pravilāpya tam\nbrahmaṇy ātmānam ādhāre\nghaṭāmbaram ivāmbare\n"
        }
    ],
    "synonyms": "\nvijñāna—purified identity; ātmani—in intelligence; saṁyojya—perfectly fixing; kṣetra-jñe—in the matter of the living being; pravilāpya—merging; tam—him; brahmaṇi—in the Supreme; ātmānam—pure living being; ādhāre—in the reservoir; ghaṭa-ambaram—sky within the block; iva—like; ambare—in the supreme sky.\n\n",
    "translation": "\nDhṛtarāṣṭra will have to amalgamate his pure identity with intelligence and then merge into the Supreme Being with knowledge of his qualitative oneness, as a living entity, with the Supreme Brahman. Being freed from the blocked sky, he will have to rise to the spiritual sky.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The living beingby his desiring to lord it over the material world and declining to cooperate with the Supreme Lordcontacts the sum total of the material worldnamely the mahat-tattvaand from the mahat-tattva his false identity with the material worldintelligencemind and senses is developed. This covers his pure spiritual identity. By the yogic processwhen his pure identity is realized in self-realizationone has to revert to the original position by amalgamating the five gross elements and the subtle elementsmind and intelligenceinto the mahat-tattva again. Thus getting freed from the clutches of the mahat-tattvahe has to merge in the existence of the Supersoul. In other wordshe has to realize that qualitatively he is nondifferent from the Supersouland thus he transcends the material sky by his pure identical intelligence and thus becomes engaged in the transcendental loving service of the Lord. This is the highest perfectional development of spiritual identitywhich was attained by Dhṛtarāṣṭra by the grace of Vidura and the Lord. The Lord's mercy was bestowed upon him by his personal contact with Viduraand when he was actually practicing the instructions of Vidurathe Lord helped him to attain the highest perfectional stage."
        },
        {
            "type": "regular",
            "text": "A pure devotee of the Lord does not live on any planet of the material skynor does he feel any contact with material elements. His so-called material body does not existbeing surcharged with the spiritual current of the Lord's identical interestand thus he is permanently freed from all contaminations of the sum total of the mahat-tattva. He is always in the spiritual skywhich he attains by being transcendental to the sevenfold material covering by the effect of his devotional service. The conditioned souls are within the coveringswhereas the liberated soul is far beyond the cover."
        }
    ]
}
