{
    "page_info": {
        "current_id": "SB 1.3.2",
        "previous_id": "SB 1.3.1",
        "next_id": "SB 1.3.3"
    },
    "verse": [
        {
            "roman": "yasyāmbhasi śayānasya\nyoga-nidrāṁ vitanvataḥ\nnābhi-hradāmbujād āsīd\nbrahmā viśva-sṛjāṁ patiḥ\n"
        }
    ],
    "synonyms": "\nyasya—whose; ambhasi—in the water; śayānasya—lying down; yoga-nidrām—sleeping in meditation; vitanvataḥ—ministering; nābhi—navel; hrada—out of the lake; ambujāt—from the lotus; āsīt—was manifested; brahmā—the grandfather of the living beings; viśva—the universe; sṛjām—the engineers; patiḥ—master.\n\n",
    "translation": "\nA part of the puruṣa lies down within the water of the universe, from the navel lake of His body sprouts a lotus stem, and from the lotus flower atop this stem, Brahmā, the master of all engineers in the universe, becomes manifest.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The first puruṣa is the Kāraṇodakaśāyī Viṣṇu. From His skin holes innumerable universes have sprung up. In each and every universethe puruṣa enters as the Garbhodakaśāyī Viṣṇu. He is lying within the half of the universe which is full with the water of His body. And from the navel of Garbhodakaśāyī Viṣṇu has sprung the stem of the lotus flowerthe birthplace of Brahmāwho is the father of all living beings and the master of all the demigod engineers engaged in the perfect design and working of the universal order. Within the stem of the lotus there are fourteen divisions of planetary systemsand the earthly planets are situated in the middle. Upwards there are otherbetter planetary systemsand the topmost system is called Brahmaloka or Satyaloka. Downwards from the earthly planetary system there are seven lower planetary systems inhabited by the asuras and similar other materialistic living beings."
        },
        {
            "type": "regular",
            "text": "From Garbhodakaśāyī Viṣṇu there is expansion of the Kṣīrodakaśāyī Viṣṇuwho is the collective Paramātmā of all living beings. He is called Hariand from Him all incarnations within the universe are expanded."
        },
        {
            "type": "regular",
            "text": "Thereforethe conclusion is that the puruṣa-avatāra is manifested in three features—first the Kāraṇodakaśāyī who creates aggregate material ingredients in the mahat-tattvasecond the Garbhodakaśāyī who enters in each and every universeand third the Kṣīrodakaśāyī Viṣṇu who is the Paramātmā of every material objectorganic or inorganic. One who knows these plenary features of the Personality of Godhead knows Godhead properlyand thus the knower becomes freed from the material conditions of birthdeathold age and diseaseas it is confirmed in Bhagavad-gītāIn this śloka the subject matter of Mahā-Viṣṇu is summarized. The Mahā-Viṣṇu lies down in some part of the spiritual sky by His own free will. Thus He lies on the ocean of kāraṇafrom where He glances over His material natureand the mahat-tattva is at once created. Thus electrified by the power of the Lordthe material nature at once creates innumerable universesjust as in due course a tree decorates itself with innumerable grown fruits. The seed of the tree is sown by the cultivatorand the tree or creeper in due course becomes manifested with so many fruits. Nothing can take place without a cause. The Kāraṇa Ocean is therefore called the Causal Ocean. Kāraṇa means \"causal.\" We should not foolishly accept the atheistic theory of creation. The description of the atheists is given in the Bhagavad-gītā. The atheist does not believe in the creatorbut he cannot give a good theory to explain the creation. Material nature has no power to create without the power of the puruṣajust as a prakṛtior womancannot produce a child without the connection of a puruṣaor man. The puruṣa impregnatesand the prakṛti delivers. We should not expect milk from the fleshy bags on the neck of a goatalthough they look like breastly nipples. Similarlywe should not expect any creative power from the material ingredients; we must believe in the power of the puruṣawho impregnates prakṛtior nature. Because the Lord wished to lie down in meditationthe material energy created innumerable universes at oncein each of them the Lord lay downand thus all the planets and the different paraphernalia were created at once by the will of the Lord. The Lord has unlimited potenciesand thus He can act as He likes by perfect planningalthough personally He has nothing to do. No one is greater than or equal to Him. That is the verdict of the Vedas."
        }
    ]
}
