{
    "page_info": {
        "current_id": "SB 1.3.5",
        "previous_id": "SB 1.3.4",
        "next_id": "SB 1.3.6"
    },
    "verse": [
        {
            "roman": "etan nānāvatārāṇāṁ\nnidhānaṁ bījam avyayam\nyasyāṁśāṁśena sṛjyante\ndeva-tiryaṅ-narādayaḥ\n"
        }
    ],
    "synonyms": "\netat—this (form); nānā—multifarious; avatārāṇām—of the incarnations; nidhānam—source; bījam—seed; avyayam—indestructible; yasya—whose; aṁśa—plenary portion; aṁśena—part of the plenary portion; sṛjyante—create; deva—demigods; tiryak—animals; nara-ādayaḥ—human beings and others.\n\n",
    "translation": "\nThis form [the second manifestation of the puruṣa] is the source and indestructible seed of multifarious incarnations within the universe. From the particles and portions of this form, different living entities, like demigods, men and others, are created.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The puruṣaafter creating innumerable universes in the mahat-tattvaentered in each of them as the second puruṣaGarbhodakaśāyī Viṣṇu. When He saw that within the universe there was only darkness and spacewithout a resting placeHe filled half of the universe with water from His own perspiration and laid Himself down on the same water. This water is called Garbhodaka. Then from His navel the stem of the lotus flower sproutedand on the flower petals the birth of Brahmāor the master engineer of the universal plantook place. Brahmā became the engineer of the universeand the Lord Himself took charge of the maintenance of the universe as Viṣṇu. Brahmā was generated from rajo-guṇa of prakṛtior the mode of passion in natureand Viṣṇu became the Lord of the mode of goodness. Viṣṇubeing transcendental to all the modesis always aloof from materialistic affection. This has already been explained. From Brahmā there is Rudra (Śiva)who is in charge of the mode of ignorance or darkness. He destroys the whole creation by the will of the Lord. Therefore all threenamely BrahmāViṣṇu and Śivaare incarnations of the Garbhodakaśāyī Viṣṇu. From Brahmā the other demigods like DakṣaMarīciManu and many others become incarnated to generate living entities within the universe. This Garbhodakaśāyī Viṣṇu is glorified in the Vedas in the hymns of Garbha-stutiwhich begin with the description of the Lord as having thousands of headsetc. The Garbhodakaśāyī Viṣṇu is the Lord of the universeand although He appears to be lying within the universeHe is always transcendental. This also has already been explained. The Viṣṇu who is the plenary portion of the Garbhodakaśāyī Viṣṇu is the Supersoul of the universal lifeand He is known as the maintainer of the universe or Kṣīrodakaśāyī Viṣṇu. So the three features of the original puruṣa are thus understood. And all the incarnations within the universe are emanations from this Kṣīrodakaśāyī Viṣṇu."
        },
        {
            "type": "regular",
            "text": "In different millennia there are different incarnationsand they are innumerablealthough some of them are very prominentsuch as MatsyaKūrmaVarāhaRāmaNṛsiṁhaVāmana and many others. These incarnations are called līlā incarnations. Then there are qualitative incarnations such as BrahmāViṣṇuand Śiva (or Rudra) who take charge of the different modes of material nature."
        },
        {
            "type": "regular",
            "text": "Lord Viṣṇu is nondifferent from the Personality of Godhead. Lord Śiva is in the marginal position between the Personality of Godhead and the living entitiesor jīvas. Brahmā is always a jīva-tattva. The highest pious living beingor the greatest devotee of the Lordis empowered with the potency of the Lord for creationand he is called Brahmā. His power is like the power of the sun reflected in valuable stones and jewels. When there is no such living being to take charge of the post of Brahmāthe Lord Himself becomes a Brahmā and takes charge of the post."
        },
        {
            "type": "regular",
            "text": "Lord Śiva is not an ordinary living being. He is the plenary portion of the Lordbut because Lord Śiva is in direct touch with material naturehe is not exactly in the same transcendental position as Lord Viṣṇu. The difference is like that between milk and curd. Curd is nothing but milkand yet it cannot be used in place of milk."
        },
        {
            "type": "regular",
            "text": "The next incarnations are the Manus. Within one day's duration of the life of Brahmā (which is calculated by our solar year as 4,300,000 x 1,000 years) there are fourteen Manus. Therefore there are 420 Manus in one month of Brahmā and 5,040 Manus in one year of Brahmā. Brahmā lives for one hundred years of his ageand therefore there are 5,040 x 100 or 504,000 Manus in the duration of Brahmā's life. There are innumerable universeswith one Brahmā in each of themand all of them are created and annihilated during the breathing time of the puruṣa. Therefore one can simply imagine how many millions of Manus there are during one breath of the puruṣa."
        },
        {
            "type": "regular",
            "text": "The Manus who are prominent within this universe are as follows: Yajña as Svāyambhuva ManuVibhu as Svārociṣa ManuSatyasena as Uttama ManuHari as Tāmasa ManuVaikuṇṭha as Raivata ManuAjita as Cākṣuṣa ManuVāmana as Vaivasvata Manu (the present age is under the Vaivasvata Manu)Sārvabhauma as Sāvarṇi ManuṚṣabha as Dakṣasāvarṇi ManuViṣvaksena as Brahma-sāvarṇi ManuDharmasetu as Dharma-sāvarṇi ManuSudhāmā as Rudra-sāvarṇi ManuYogeśvara as Deva-sāvarṇi Manuand Bṛhadbhānu as Indra-sāvarṇi Manu. These are the names of one set of fourteen Manus covering 4,300,000,000 solar years as described above."
        },
        {
            "type": "regular",
            "text": "Then there are the yugāvatārasor the incarnations of the millennia. The yugas are known as Satya-yugaTretā-yugaDvāpara-yuga and Kali-yuga. The incarnations of each yuga are of different color. The colors are whiteredblack and yellow. In the Dvāpara-yugaLord Kṛṣṇa in black color appearedand in the Kali-yuga Lord Caitanya in yellow color appeared."
        },
        {
            "type": "regular",
            "text": "So all the incarnations of the Lord are mentioned in the revealed scriptures. There is no scope for an imposter to become an incarnationfor an incarnation must be mentioned in the śāstras. An incarnation does not declare Himself to be an incarnation of the Lordbut great sages agree by the symptoms mentioned in the revealed scriptures. The features of the incarnation and the particular type of mission which He has to execute are mentioned in the revealed scriptures."
        },
        {
            "type": "regular",
            "text": "Apart from the direct incarnationsthere are innumerable empowered incarnations. They are also mentioned in the revealed scriptures. Such incarnations are directly as well as indirectly empowered. When they are directly empowered they are called incarnationsbut when they are indirectly empowered they are called vibhūtis. Directly empowered incarnations are the KumārasNāradaPṛthuŚeṣaAnantaetc. As far as vibhūtis are concernedthey are very explicitly described in the Bhagavad-gītā in the Vibhūti-yoga chapter. And for all these different types of incarnationsthe fountainhead is the Garbhodakaśāyī Viṣṇu."
        }
    ]
}
