{
    "info": {
        "id": "SB 10.12.39",
        "prevId": "SB 10.12.38",
        "nextId": "SB 10.12.40"
    },
    "verses": [
        {
            "roman": "sakṛd yad-aṅga-pratimāntar-āhitā\nmanomayī bhāgavatīṁ dadau gatim\nsa eva nityātma-sukhānubhūty-abhi-\nvyudasta-māyo 'ntar-gato hi kiṁ punaḥ\n"
        }
    ],
    "synonyms": "\nsakṛt—once only; yat—whose; aṅga-pratimā—the form of the Supreme Lord (there are many forms, but Kṛṣṇa is the original form); antaḥ-āhitā—placing within the core of the heart, somehow or other; manaḥ-mayī—thinking of Him even by force; bhāgavatīm—which is competent to offer devotional service to the Lord; dadau—Kṛṣṇa gave; gatim—the best destination; saḥ—He (the Supreme Personality of Godhead); eva—indeed; nitya—always; ātma—of all living entities; sukha-anubhūti—anyone thinking of Him immediately enjoys transcendental pleasure; abhivyudasta-māyaḥ—because all illusion is completely removed by Him; antaḥ-gataḥ—He is always present within the core of the heart; hi—indeed; kim punaḥ—what to speak.\n\n",
    "translation": "\nIf even only once or even by force one brings the form of the Supreme Personality of Godhead into one's mind, one can attain the supreme salvation by the mercy of Kṛṣṇa, as did Aghāsura. What then is to be said of those whose hearts the Supreme Personality of Godhead enters when He appears as an incarnation, or those who always think of the lotus feet of the Lord, who is the source of transcendental bliss for all living entities and by whom all illusion is completely removed?\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nThe process for receiving the favor of the Supreme Personality of Godhead is described here. Yat-pāda-paṅkaja-palāśa-vilāsa-bhaktyā . Those who are devotees always engage in glorifying Kṛṣṇa. Advaitam acyutam anādim ananta-rūpam: (BS 5.33) when we speak of Kṛṣṇa, we refer to all His avatāras, such as Kṛṣṇa, Govinda, Nārāyaṇa, Viṣṇu, Lord Caitanya, Kṛṣṇa-Balarāma and Śyāmasundara. One who always thinks of Kṛṣṇa must attain vimukti, special salvation as the Lord's personal associate, not necessarily in Vṛndāvana, but at least in Vaikuṇṭha. This is called sārūpya-mukti.\n"
        }
    ]
}
