{
    "page_info": {
        "current_id": "SB 10.2.37",
        "previous_id": "SB 10.2.36",
        "next_id": "SB 10.2.38"
    },
    "verse": [
        {
            "roman": "śṛṇvan gṛṇan saṁsmarayaṁś ca cintayan\nnāmāni rūpāṇi ca maṅgalāni te\nkriyāsu yas tvac-caraṇāravindayor\nāviṣṭa-cetā na bhavāya kalpate\n"
        }
    ],
    "synonyms": "\nśṛṇvan—constantly hearing about the Lord (śravaṇaṁ kīrtanaṁ viṣṇoḥ); gṛṇan—chanting or reciting (the holy name of the Lord and His activities); saṁsmarayan—remembering (constantly thinking of the Lord's lotus feet and His form); ca—and; cintayan—contemplating (the transcendental activities of the Lord); nāmāni—His transcendental names; rūpāṇi—His transcendental forms; ca—also; maṅgalāni—which are all transcendental and therefore auspicious; te—of Your Lordship; kriyāsu—in being engaged in the devotional service; yaḥ—he who; tvat-caraṇa-aravindayoḥ—at Your lotus feet; āviṣṭa-cetāḥ—the devotee who is completely absorbed (in such activities); na—not; bhavāya—for the material platform; kalpate—is fit.\n\n",
    "translation": "\nEven while engaged in various activities, devotees whose minds are completely absorbed at Your lotus feet, and who constantly hear, chant, contemplate and cause others to remember Your transcendental names and forms, are always on the transcendental platform, and thus they can understand the Supreme Personality of Godhead.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "How bhakti-yoga can be practiced is explained in this verse. Śrīla Rūpa Gosvāmī has said that anyone who has dedicated his life to the service of the Lord (īhā yasya harer dāsye) by his activities, his mind and his words (karmaṇā manasā girā) may stay in any condition of life (nikhilāsv apy avasthāsu) and yet is no longer actually conditioned but is liberated (jīvan-muktaḥ sa ucyate). Even though such a devotee is in a material body, he has nothing to do with this body, for he is transcendentally situated. Nārāyaṇa-parāḥ sarve na kutaścana bibhyati: because a devotee is engaged in transcendental activities, he is not afraid of being materially embodied.  therefore recommends that one always engage at least in chanting the Hare Kṛṣṇa mahā-mantra:"
        },
        {
            "type": "regular",
            "text": "\"Always chanting My glories, endeavoring with great determination, bowing down before Me, the great souls perpetually worship Me with devotion.\""
        },
        {
            "type": "regular",
            "text": "One should not give up the process of devotional service, which is performed in nine different ways (śravaṇaṁ kīrtanaṁ viṣṇoḥ smaraṇaṁ pāda-sevanam, etc. ). The most important process is hearing (śravaṇam) from the guru, sādhu and śāstra-the spiritual master, the saintly ācāryas and the Vedic literature. Sādhu-śāstra-guru-vākya, cittete kariyā aikya. We should not hear the commentaries and explanations of nondevotees, for this is strictly forbidden by Śrīla Sanātana Gosvāmī, who quotes from the Padma Purāṇa:"
        },
        {
            "type": "regular",
            "text": "We should strictly follow this injunction and never try to hear from Māyāvādīs, impersonalists, voidists, politicians or so-called scholars. Strictly avoiding such inauspicious association, we should simply hear from pure devotees. Śrīla Rūpa Gosvāmī therefore recommends, śrī-guru-padāśrayaḥ: one must seek shelter at the lotus feet of a pure devotee who can be one's guru. Caitanya Mahāprabhu advises that a guru is one who strictly follows the instructions of Bhagavad-gītā: yare dekha, tare kaha, 'kṛṣṇa'-upadeśa . A juggler, a magician or one who speaks nonsense as an academic career is not a guru. Rather, a guru is one who presents Bhagavad-gītā, Kṛṣṇa's instructions, as it is. Śravaṇa is very important; one must hear from the Vaiṣṇava sādhu, guru and śāstra."
        },
        {
            "type": "regular",
            "text": "The word kriyāsu, meaning \"by manual labor\" or \"by work,\" is important in this verse. One should engage in practical service to the Lord. In our Kṛṣṇa consciousness movement, all our activities are concentrated upon distributing Kṛṣṇa literature. This is very important. One may approach any person and induce him to read Kṛṣṇa literature so that in the future he also may become a devotee. Such activities are recommended in this verse. Kriyāsu yas tvac-caraṇāravindayoḥ. Such activities will always remind the devotees of the Lord's lotus feet. By fully concentrating on distributing books for Kṛṣṇa, one is fully absorbed in Kṛṣṇa. This is samādhi."
        },
        {
            "type": "verse",
            "text": "satataṁ kīrtayanto māṁ\nyatantaś ca dṛḍha-vratāḥ\nnamasyantaś ca māṁ bhaktyā\nnitya-yuktā upāsate"
        }
    ]
}
