{
    "page_info": {
        "current_id": "SB 1.7.23",
        "previous_id": "SB 1.7.22",
        "next_id": "SB 1.7.24"
    },
    "verse": [
        {
            "roman": "tvam ādyaḥ puruṣaḥ sākṣād\nīśvaraḥ prakṛteḥ paraḥ\nmāyāṁ vyudasya cic-chaktyā\nkaivalye sthita ātmani\n"
        }
    ],
    "synonyms": "\ntvam ādyaḥ—You are the original; puruṣaḥ—the enjoying personality; sākṣāt—directly; īśvaraḥ—the controller; prakṛteḥ—of material nature; paraḥ—transcendental; māyām—the material energy; vyudasya—one who has thrown aside; cit-śaktyā—by dint of internal potency; kaivalye—in pure eternal knowledge and bliss; sthitaḥ—placed; ātmani—own self.\n\n",
    "translation": "\nYou are the original Personality of Godhead who expands Himself all over the creations and is transcendental to material energy. You have cast away the effects of the material energy by dint of Your spiritual potency. You are always situated in eternal bliss and transcendental knowledge.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The Lord states in the Bhagavad-gītā that one who surrenders unto the lotus feet of the Lord can get release from the clutches of nescience. Kṛṣṇa is just like the sunand māyā or material existence is just like darkness. Wherever there is the light of the sundarkness or ignorance at once vanishes. The best means to get out of the world of ignorance is suggested here. The Lord is addressed herein as the original Personality of Godhead. From Him all other Personalities of Godhead expand. The all-pervasive Lord Viṣṇu is Lord Kṛṣṇa's plenary portion or expansion. The Lord expands Himself in innumerable forms of Godhead and living beingsalong with His different energies. But Śrī Kṛṣṇa is the original primeval Lord from whom everything emanates. The all-pervasive feature of the Lord experienced within the manifested world is also a partial representation of the Lord. Paramātmāthereforeis included within Him. He is the Absolute Personality of Godhead. He has nothing to do with the actions and reactions of the material manifestation because He is far above the material creation. Darkness is a perverse representation of the sunand therefore the existence of darkness depends on the existence of the sunbut in the sun proper there is no trace of darkness. As the sun is full of light onlysimilarly the Absolute Personality of Godheadbeyond the material existenceis full of bliss. He is not only full of blissbut also full of transcendental variegatedness. Transcendence is not at all staticbut full of dynamic variegatedness. He is distinct from the material naturewhich is complicated by the three modes of material nature. He is paramaor the chief. Therefore He is absolute. He has manifold energiesand through His diverse energies He createsmanifestsmaintains and destroys the material world. In His own abodehowevereverything is eternal and absolute. The world is not conducted by the energies or powerful agents by themselvesbut by the potent all-powerful with all energies."
        }
    ]
}
