{
    "page_info": {
        "current_id": "SB 1.7.35",
        "previous_id": "SB 1.7.34",
        "next_id": "SB 1.7.36"
    },
    "verse": [
        {
            "roman": "mainaṁ pārthārhasi trātuṁ\nbrahma-bandhum imaṁ jahi\nyo 'sāv anāgasaḥ suptān\navadhīn niśi bālakān\n"
        }
    ],
    "synonyms": "\nmā enam—never unto him; pārtha—O Arjuna; arhasi—ought to; trātum—give release; brahma-bandhum—a relative of a brāhmaṇa; imam—him; jahi—kill; yaḥ—he (who has); asau—those; anāgasaḥ—faultless; suptān—while sleeping; avadhīt—killed; niśi—at night; bālakān—the boys.\n\n",
    "translation": "\nLord Śrī Kṛṣṇa said: O Arjuna, you should not show mercy by releasing this relative of a brāhmaṇa [brahma-bandhu], for he has killed innocent boys in their sleep.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The word brahma-bandhu is significant. A person who happens to take birth in the family of a brāhmaṇa but is not qualified to be called a brāhmaṇa is addressed as the relative of a brāhmaṇaand not as a brāhmaṇa. The son of a high-court judge is not virtually a high-court judgebut there is no harm in addressing a high-court judge's son as a relative of the Honorable Justice. Thereforeas by birth only one does not become a high-court judgeso also one does not become a brāhmaṇa simply by birthright but by acquiring the necessary qualifications of a brāhmaṇa. As the high-court judgeship is a post for the qualified manso also the post of a brāhmaṇa is attainable by qualification only. The śāstra enjoins that even if good qualifications are seen in a person born in a family other than that of a brāhmaṇathe qualified man has to be accepted as a brāhmaṇaand similarly if a person born in the family of a brāhmaṇa is void of brahminical qualificationthen he must be treated as a non-brāhmaṇa orin better termsa relative of a brāhmaṇa. Lord Śrī Kṛṣṇathe supreme authority of all religious principlesthe Vedashas personally pointed out these differencesand He is about to explain the reason for this in the following ślokas."
        }
    ]
}
