{
    "page_info": {
        "current_id": "SB 1.7.37",
        "previous_id": "SB 1.7.36",
        "next_id": "SB 1.7.38"
    },
    "verse": [
        {
            "roman": "sva-prāṇān yaḥ para-prāṇaiḥ\nprapuṣṇāty aghṛṇaḥ khalaḥ\ntad-vadhas tasya hi śreyo\nyad-doṣād yāty adhaḥ pumān\n"
        }
    ],
    "synonyms": "\nsva-prāṇān—one's own life; yaḥ—one who; para-prāṇaiḥ—at the cost of others' lives; prapuṣṇāti—maintains properly; aghṛṇaḥ—shameless; khalaḥ—wretched; tat-vadhaḥ—killing of him; tasya—his; hi—certainly; śreyaḥ—well-being; yat—by which; doṣāt—by the fault; yāti—goes; adhaḥ—downwards; pumān—a person.\n\n",
    "translation": "\nA cruel and wretched person who maintains his existence at the cost of others' lives deserves to be killed for his own well-being, otherwise he will go down by his own actions.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "A life for a life is just punishment for a person who cruelly and shamelessly lives at the cost of another's life. Political morality is to punish a person by a death sentence in order to save a cruel person from going to hell. That a murderer is condemned to a death sentence by the state is good for the culprit because in his next life he will not have to suffer for his act of murder. Such a death sentence for the murderer is the lowest possible punishment offered to himand it is said in the smṛti-śāstras that men who are punished by the king on the principle of a life for a life are purified of all their sinsso much so that they may be eligible for being promoted to the planets of heaven. According to Manuthe great author of civic codes and religious principleseven the killer of an animal is to be considered a murderer because animal food is never meant for the civilized manwhose prime duty is to prepare himself for going back to Godhead. He says that in the act of killing an animalthere is a regular conspiracy by the party of sinnersand all of them are liable to be punished as murderers exactly like a party of conspirators who kill a human being combinedly. He who gives permissionhe who kills the animalhe who sells the slaughtered animalhe who cooks the animalhe who administers distribution of the foodstuffand at last he who eats such cooked animal food are all murderersand all of them are liable to be punished by the laws of nature. No one can create a living being despite all advancement of material scienceand therefore no one has the right to kill a living being by one's independent whims. For the animal-eatersthe scriptures have sanctioned restricted animal sacrifices onlyand such sanctions are there just to restrict the opening of slaughterhouses and not to encourage animal-killing. The procedure under which animal sacrifice is allowed in the scriptures is good both for the animal sacrificed and the animal-eaters. It is good for the animal in the sense that the sacrificed animal is at once promoted to the human form of life after being sacrificed at the altarand the animal-eater is saved from grosser types of sins (eating meats supplied by organized slaughterhouses which are ghastly places for breeding all kinds of material afflictions to societycountry and the people in general). The material world is itself a place always full of anxietiesand by encouraging animal slaughter the whole atmosphere becomes polluted more and more by warpestilencefamine and many other unwanted calamities."
        }
    ]
}
