{
    "page_info": {
        "current_id": "SB 1.7.5",
        "previous_id": "SB 1.7.4",
        "next_id": "SB 1.7.6"
    },
    "verse": [
        {
            "roman": "yayā sammohito jīva\nātmānaṁ tri-guṇātmakam\nparo 'pi manute 'narthaṁ\ntat-kṛtaṁ cābhipadyate\n"
        }
    ],
    "synonyms": "\nyayā—by whom; sammohitaḥ—illusioned; jīvaḥ—the living entities; ātmānam—self; tri-guṇa-ātmakam—conditioned by the three modes of nature, or a product of matter; paraḥ—transcendental; api—in spite of; manute—takes it for granted; anartham—things not wanted; tat—by that; kṛtam ca—reaction; abhipadyate—undergoes thereof.\n\n",
    "translation": "\nDue to this external energy, the living entity, although transcendental to the three modes of material nature, thinks of himself as a material product and thus undergoes the reactions of material miseries.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The root cause of suffering by the materialistic living beings is pointed out with remedial measures which are to be undertaken and also the ultimate perfection to be gained. All this is mentioned in this particular verse. The living being is by constitution transcendental to material encagementbut he is now imprisoned by the external energyand therefore he thinks himself one of the material products. And due to this unholy contactthe pure spiritual entity suffers material miseries under the modes of material nature. The living entity misunderstands himself to be a material product. This means that the present perverted way of thinkingfeeling and willingunder material conditionsis not natural for him. But he has his normal way of thinkingfeeling and willing. The living being in his original state is not without thinkingwilling and feeling power. It is also confirmed in the Bhagavad-gītā that the actual knowledge of the conditioned soul is now covered by nescience. Thus the theory that a living being is absolute impersonal Brahman is refuted herein. This cannot bebecause the living entity has his own way of thinking in his original unconditional state also. The present conditional state is due to the influence of the external energywhich means that the illusory energy takes the initiative while the Supreme Lord is aloof. The Lord does not desire that a living being be illusioned by external energy. The external energy is aware of this factbut still she accepts a thankless task of keeping the forgotten soul under illusion by her bewildering influence. The Lord does not interfere with the task of the illusory energy because such performances of the illusory energy are also necessary for reformation of the conditioned soul. An affectionate father does not like his children to be chastised by another agentyet he puts his disobedient children under the custody of a severe man just to bring them to order. But the all-affectionate Almighty Father at the same time desires relief for the conditioned soulrelief from the clutches of the illusory energy. The king puts the disobedient citizens within the walls of the jailbut sometimes the kingdesiring the prisoners' reliefpersonally goes there and pleads for reformationand on his doing so the prisoners are set free. Similarlythe Supreme Lord descends from His kingdom upon the kingdom of illusory energy and personally gives relief in the form of the Bhagavad-gītāwherein He personally suggests that although the ways of illusory energy are very stiff to overcomeone who surrenders unto the lotus feet of the Lord is set free by the order of the Supreme. This surrendering process is the remedial measure for getting relief from the bewildering ways of the illusory energy. The surrendering process is completed by the influence of association. The Lord has suggestedthereforethat by the influence of the speeches of saintly persons who have actually realized the Suprememen are engaged in His transcendental loving service. The conditioned soul gets a taste for hearing about the Lordand by such hearing only he is gradually elevated to the platform of respectdevotion and attachment for the Lord. The whole thing is completed by the surrendering process. Herein also the same suggestion is made by the Lord in His incarnation of Vyāsadeva. This means that the conditioned souls are being reclaimed by the Lord both waysnamely by the process of punishment by the external energy of the Lordand by Himself as the spiritual master within and without. Within the heart of every living being the Lord Himself as the Supersoul (Paramātmā) becomes the spiritual masterand from without He becomes the spiritual master in the shape of scripturessaints and the initiator spiritual master. This is still more explicitly explained in the next śloka."
        },
        {
            "type": "regular",
            "text": "Personal superintendence of the illusory energy is confirmed in the Vedas (the Kena Upaniṣad) in relation to the demigods' controlling power. Herein also it is clearly stated that the living entity is controlled by the external energy in a personal capacity. The living being thus subject to the control of external energy is differently situated. It is clearhoweverfrom the present statement of Bhāgavatam that the same external energy is situated in the inferior position before the Personality of Godheador the perfect being. The perfect beingor the Lordcannot be approached even by the illusory energywho can only work on the living entities. Therefore it is sheer imagination that the Supreme Lord is illusioned by the illusory energy and thus becomes a living being. If the living being and the Lord were in the same categorythen it would have been quite possible for Vyāsadeva to see itand there would have been no question of material distress on the part of the illusioned beingfor the Supreme Being is fully cognizant. So there are so many unscrupulous imaginations on the part of the monists to endeavor to put both the Lord and the living being in the same category. Had the Lord and the living beings been the samethen Śrīla Śukadeva Gosvāmī would not have taken the trouble to describe the transcendental pastimes of the Lordfor they would all be manifestations of illusory energy."
        },
        {
            "type": "regular",
            "text": "Śrīmad-Bhāgavatam is the summum bonum remedy for suffering humanity in the clutches of māyā. Śrīla Vyāsadeva therefore first of all diagnosed the actual disease of the conditioned soulsi.e.their being illusioned by the external energy. He also saw the perfect Supreme Beingfrom whom illusory energy is far removedthough He saw both the diseased conditioned souls and also the cause of the disease. And the remedial measures are suggested in the next verse. Both the Supreme Personality of Godhead and the living beings are undoubtedly qualitatively onebut the Lord is the controller of the illusory energywhereas the living entity is controlled by the illusory energy. Thus the Lord and the living beings are simultaneously one and different. Another point is distinct herein: that eternal relation between the Lord and the living being is transcendentalotherwise the Lord would not have taken the trouble to reclaim the conditioned souls from the clutches of māyā. In the same waythe living entity is also required to revive his natural love and affection for the Lordand that is the highest perfection of the living entity. Śrīmad-Bhāgavatam treats the conditioned soul with an aim to that goal of life."
        }
    ]
}
