{
    "page_info": {
        "current_id": "SB 1.7.7",
        "previous_id": "SB 1.7.6",
        "next_id": "SB 1.7.8"
    },
    "verse": [
        {
            "roman": "yasyāṁ vai śrūyamāṇāyāṁ\nkṛṣṇe parama-pūruṣe\nbhaktir utpadyate puṁsaḥ\nśoka-moha-bhayāpahā\n"
        }
    ],
    "synonyms": "\nyasyām—this Vedic literature; vai—certainly; śrūyamāṇāyām—simply by giving aural reception; kṛṣṇe—unto Lord Kṛṣṇa; parama—supreme; pūruṣe—unto the Personality of Godhead; bhaktiḥ—feelings of devotional service; utpadyate—sprout up; puṁsaḥ—of the living being; śoka—lamentation; moha—illusion; bhaya—fearfulness; apahā—that which extinguishes.\n\n",
    "translation": "\nSimply by giving aural reception to this Vedic literature, the feeling for loving devotional service to Lord Kṛṣṇa, the Supreme Personality of Godhead, sprouts up at once to extinguish the fire of lamentation, illusion and fearfulness.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "There are various sensesof which the ear is the most effective. This sense works even when a man is deep asleep. One can protect himself from the hands of an enemy while awakebut while asleep one is protected by the ear only. The importance of hearing is mentioned here in connection with attaining the highest perfection of lifenamelygetting free from three material pangs. Everyone is full of lamentation at every momenthe is after the mirage of illusory thingsand he is always afraid of his supposed enemy. These are the primary symptoms of material disease. And it is definitely suggested herein that simply by hearing the message of Śrīmad-Bhāgavatam one gets attachment for the Supreme Personality of Godhead Śrī Kṛṣṇaand as soon as this is effected the symptoms of the material diseases disappear. Śrīla Vyāsadeva saw the all-perfect Personality of Godheadand in this statement the all-perfect Personality of Godhead Śrī Kṛṣṇa is clearly confirmed."
        },
        {
            "type": "regular",
            "text": "The ultimate result of devotional service is to develop genuine love for the Supreme Personality. Love is a word which is often used in relation with man and woman. And love is the only word that can be properly used to indicate the relation between Lord Kṛṣṇa and the living entities. The living entities are mentioned as prakṛti in the Bhagavad-gītāand in Sanskrit prakṛti is a feminine object. The Lord is always described as the parama-puruṣaor the supreme male personality. Thus the affection between the Lord and the living entities is something like that between the male and the female. Therefore the term love of Godhead is quite appropriate."
        },
        {
            "type": "regular",
            "text": "Loving devotional service to the Lord begins with hearing about the Lord. There is no difference between the Lord and the subject matter heard about Him. The Lord is absolute in all respectsand thus there is no difference between Him and the subject matter heard about Him. Thereforehearing about Him means immediate contact with Him by the process of vibration of the transcendental sound. And the transcendental sound is so effective that it acts at once by removing all material affections mentioned above. As mentioned beforea living entity develops a sort of complexity by material associationand the illusory encagement of the material body is accepted as an actual fact. Under such false complexitythe living beings under different categories of life become illusioned in different ways. Even in the most developed stage of human lifethe same illusion prevails in the form of many isms and divides the loving relation with the Lord and thereby divides the loving relation between man and man. By hearing the subject matter of Śrīmad-Bhāgavatam this false complexity of materialism is removedand real peace in society beginswhich politicians aspire for so eagerly in so many political situations. The politicians want a peaceful situation between man and manand nation and nationbut at the same timebecause of too much attachment for material dominationthere is illusion and fearfulness. Therefore the politicians' peace conferences cannot bring about peace in society. It can only be done by hearing the subject matter described in the Śrīmad-Bhāgavatam about the Supreme Personality of Godhead Śrī Kṛṣṇa. The foolish politicians may go on holding peace and summit conferences for hundreds of yearsbut they will fail to achieve success. Until we reach the stage of reestablishing our lost relation with Kṛṣṇathe illusion of accepting the body as the self will prevailand thus fearfulness will also prevail. As for the validity of Śrī Kṛṣṇa as the Supreme Personality of Godheadthere are hundreds and thousands of evidences from revealed scripturesand there are hundreds and thousands of evidences from personal experiences of devotees in various places like VṛndāvanaNavadvīpa and Purī. Even in the Kaumudī dictionary the synonyms of Kṛṣṇa are given as the son of Yaśodā and the Supreme Personality of Godhead Parabrahman. The conclusion is that simply by hearing the Vedic literature Śrīmad-Bhāgavatamone can have direct connection with the Supreme Personality of Godhead Śrī Kṛṣṇaand thereby one can attain the highest perfection of life by transcending worldly miseriesillusion and fearfulness. These are practical tests for one who has actually given a submissive hearing to the readings of the Śrīmad-Bhāgavatam."
        }
    ]
}
