{
    "info": {
        "id": "SB 7.10.8",
        "prevId": "SB 7.10.7",
        "nextId": "SB 7.10.9"
    },
    "verses": [
        {
            "roman": "indriyāṇi manaḥ prāṇa\nātmā dharmo dhṛtir matiḥ\nhrīḥ śrīs tejaḥ smṛtiḥ satyaṁ\nyasya naśyanti janmanā\n"
        }
    ],
    "synonyms": "\nindriyāṇi—the senses; manaḥ—the mind; prāṇaḥ—the life air; ātmā—the body; dharmaḥ—religion; dhṛtiḥ—patience; matiḥ—intelligence; hrīḥ—shyness; śrīḥ—opulence; tejaḥ—strength; smṛtiḥ—memory; satyam—truthfulness; yasya—of which lusty desires; naśyanti—are vanquished; janmanā—from the very beginning of birth.\n\n",
    "translation": "\nO my Lord, because of lusty desires from the very beginning of one's birth, the functions of one's senses, mind, life, body, religion, patience, intelligence, shyness, opulence, strength, memory and truthfulness are vanquished.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs stated in Śrīmad-Bhāgavatam, kāmaṁ hṛd-rogam. Materialistic life means that one is afflicted by a formidable disease called lusty desire. Liberation means freedom from lusty desires because it is only due to such desires that one must accept repeated birth and death. As long as one's lusty desires are unfulfilled, one must take birth after birth to fulfill them. Because of material desires, therefore, one performs various types of activities and receives various types of bodies with which to try to fulfill desires that are never satisfied. The only remedy is to take to devotional service, which begins when one is free from all material desires. Anyābhilāṣitā-śūnyam [Bhakti-rasāmṛta-sindhu 1.1.11]. Anya-abhilāṣitā means \"material desire,\" and śūnyam means \"free from.\" The spiritual soul has spiritual activities and spiritual desires, as described by Śrī Caitanya Mahāprabhu: mama janmani janmanīśvare bhavatād bhaktir ahaitukī tvayi ). If one wants to stop repeated birth and death, one must take to the devotional service of the Lord.\n"
        },
        {
            "type": "verse",
            "content": "sarvopādhi-vinirmuktaṁ\ntat-paratvena nirmalam\nhṛṣīkeṇa hṛṣīkeśa-\nsevanaṁ bhaktir ucyate\n"
        },
        {
            "type": "normal",
            "content": "\n\"Bhakti, or devotional service, means engaging all our senses in the service of the Lord, the Supreme Personality of Godhead, the master of all the senses. When the spirit soul renders service unto the Supreme, there are two side effects. One is freed from all material designations, and, simply by being employed in the service of the Lord, one's senses are purified.\"\n"
        }
    ]
}
