{
    "page_info": {
        "current_id": "SB 7.1.28-29",
        "previous_id": "SB 7.1.27",
        "next_id": "SB 7.1.30"
    },
    "verse": [
        {
            "roman": "kīṭaḥ peśaskṛtā ruddhaḥ\nkuḍyāyāṁ tam anusmaran\nsaṁrambha-bhaya-yogena\nvindate tat-svarūpatām\n"
        },
        {
            "roman": "evaṁ kṛṣṇe bhagavati\nmāyā-manuja īśvare\nvaireṇa pūta-pāpmānas\ntam āpur anucintayā\n"
        }
    ],
    "synonyms": "\nkīṭaḥ—the grassworm; peśaskṛtā—by a bee; ruddhaḥ—confined; kuḍyāyām—in a hole in a wall; tam—that (bee); anusmaran—thinking of; saṁrambha-bhaya-yogena—through intense fear and enmity; vindate—attains; tat—of that bee; sva-rūpatām—the same form; evam—thus; kṛṣṇe—in Kṛṣṇa; bhagavati—the Personality of Godhead; māyā-manuje—who appeared by His own energy in His eternal humanlike form; īśvare—the Supreme; vaireṇa—by enmity; pūta-pāpmānaḥ—those purified of sins; tam—Him; āpuḥ—attained; anucintayā—by thinking of.\n\n",
    "translation": "\nA grassworm confined in a hole of a wall by a bee always thinks of the bee in fear and enmity and later becomes a bee simply because of such remembrance. Similarly, if the conditioned souls somehow or other think of Kṛṣṇa, who is sac-cid-ānanda-vigraha (BS 5.1), they will become free from their sins. Whether thinking of Him as their worshipable Lord or an enemy, because of constantly thinking of Him they will regain their spiritual bodies.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "In Bhagavad-gītā  the Lord says:"
        },
        {
            "type": "regular",
            "text": "\"Being freed from attachment, fear and anger, being fully absorbed in Me and taking refuge in Me, many, many persons in the past became purified by knowledge of Me—and thus they all attained transcendental love for Me.\" There are two ways of constantly thinking of Kṛṣṇa—as a devotee and as an enemy. A devotee, of course, by his knowledge and tapasya, becomes free from fear and anger and becomes a pure devotee. Similarly, an enemy, although thinking of Kṛṣṇa inimically, thinks of Him constantly and also becomes purified. This is confirmed elsewhere in Bhagavad-gītā , where the Lord says:"
        },
        {
            "type": "regular",
            "text": "\"Even if one commits the most abominable actions, if he engages in devotional service he is to be considered saintly because he is properly situated.\" A devotee undoubtedly worships the Lord with rapt attention. Similarly, if an enemy (sudurācāraḥ) always thinks of Kṛṣṇa, he also becomes a purified devotee. The example given here concerns the grassworm that becomes beelike because of constantly thinking of the bee that forces it to enter a hole. By always thinking of the bee in fear, the grassworm starts to become a bee. This is a practical example. Lord Kṛṣṇa appears within this material world for two purposes—paritrāṇāya sādhūnāṁ vināśāya ca duṣkṛtām:  to protect the devotees and annihilate the demons. The sādhus and devotees certainly think of the Lord always, but duṣkṛtīs, the demons like Kaṁsa and Śiśupāla, also think of Kṛṣṇa in terms of killing Him. By thinking of Kṛṣṇa, both the demons and devotees attain liberation from the clutches of material māyā."
        },
        {
            "type": "regular",
            "text": "This verse uses the word māyā-manuje. When Kṛṣṇa, the Supreme Personality of Godhead, appears in His original spiritual potency (sambhavāmy ātma-māyayā . Thinking of Kṛṣṇa, hearing the holy name of Kṛṣṇa or hearing the pastimes of Kṛṣṇa will make one pure, and then he will become a devotee. Our Kṛṣṇa consciousness movement is therefore trying to introduce the system of somehow or other letting everyone hear the holy name of Kṛṣṇa and take Kṛṣṇa's prasāda. Thus one will gradually become a devotee, and his life will be successful."
        },
        {
            "type": "verse",
            "text": "vīta-rāga-bhaya-krodhā\nman-mayā mām upāśritāḥ\nbahavo jñāna-tapasā\npūtā mad-bhāvam āgatāḥ"
        }
    ]
}
