{
    "info": {
        "id": "SB 4.29.61",
        "prevId": "SB 4.29.60",
        "nextId": "SB 4.29.62"
    },
    "verses": [
        {
            "roman": "śayānam imam utsṛjya\nśvasantaṁ puruṣo yathā\nkarmātmany āhitaṁ bhuṅkte\ntādṛśenetareṇa vā\n"
        }
    ],
    "synonyms": "\nśayānam—lying down on a bed; imam—this body; utsṛjya—after giving up; śvasantam—breathing; puruṣaḥ—the living entity; yathā—as; karma—activity; ātmani—in the mind; āhitam—executed; bhuṅkte—enjoys; tādṛśena—by a similar body; itareṇa—by a different body; vā—or.\n\n",
    "translation": "\nThe living entity, while dreaming, gives up the actual living body. Through the activities of his mind and intelligence, he acts in another body, either as a god or a dog. After giving up this gross body, the living entity enters either an animal body or a demigod's body on this planet or on another planet. He thus enjoys the results of the actions of his past life.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAlthough the root of distress and happiness is the mind, intelligence and ego, a gross body is still required as an instrument for enjoyment. The gross body may change, but the subtle body continues to act. Unless the living entity gets another gross body, he will have to continue in a subtle body, or a ghostly body. One becomes a ghost when the subtle body acts without the help of the instrumental gross body. As stated in this verse, śayānam imam utsṛjya śvasantam. The gross body may lie on a bed and rest, and even though the machinery of the gross body is working, the living entity may leave, go into a dream, and return to the gross body. When he returns to the body, he forgets his dream. Similarly, when the living entity takes on another gross body, he forgets the present gross body. The conclusion is that the subtle body—mind, intelligence and ego—creates an atmosphere with desires and ambitions that the living entity enjoys in the subtle body. Actually the living entity is in the subtle body, even though the gross body apparently changes and even though he inhabits the gross body on various planets. All the activities performed by the living entity in the subtle body are called illusory because they are not permanent. Liberation means getting out of the clutches of the subtle body. Liberation from the gross body simply involves the transmigration of the soul from one gross body to another. When the mind is educated in Kṛṣṇa consciousness, or higher consciousness in the mode of goodness, one is transferred either to the upper, heavenly planets or to the spiritual world, the Vaikuṇṭha planets. One therefore has to change his consciousness by cultivating knowledge received from Vedic instructions from the Supreme Personality of Godhead through the disciplic succession. If we train the subtle body in this life by always thinking about Kṛṣṇa, we will transfer to Kṛṣṇaloka after leaving the gross body. This is confirmed by the Supreme Personality of Godhead.\n"
        },
        {
            "type": "verse",
            "content": "janma karma ca me divyam\nevaṁ yo vetti tattvataḥ\ntyaktvā dehaṁ punar janma\nnaiti mām eti so 'rjuna"
        },
        {
            "type": "normal",
            "content": "\n\"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.\" \n"
        },
        {
            "type": "normal",
            "content": "Thus the change of the gross body is not very important, but the change of the subtle body is important. The Kṛṣṇa consciousness movement is educating people to enlighten the subtle body. The perfect example in this regard is Ambarīṣa Mahārāja, who always engaged his mind on the lotus feet of Lord Kṛṣṇa. Sa vai manaḥ kṛṣṇa-padāravindayoḥ :\n"
        },
        {
            "type": "verse",
            "content": "man-manā bhava mad-bhakto\nmad-yājī māṁ namaskuru\nmām evaiṣyasi yuktvaivam\nātmānaṁ mat-parāyaṇaḥ"
        },
        {
            "type": "normal",
            "content": "\n\"Always think of Me and become My devotee. Worship Me and offer your homage unto Me. Being completely absorbed in Me, surely you will come to Me.\"\n"
        }
    ]
}
