{
    "page_info": {
        "current_id": "SB 1.9.19",
        "previous_id": "SB 1.9.18",
        "next_id": "SB 1.9.20"
    },
    "verse": [
        {
            "roman": "asyānubhāvaṁ bhagavān\nveda guhyatamaṁ śivaḥ\ndevarṣir nāradaḥ sākṣād\nbhagavān kapilo nṛpa\n"
        }
    ],
    "synonyms": "\nasya—of Him; anubhāvam—glories; bhagavān—the most powerful; veda—knows; guhya-tamam—very confidentially; śivaḥ—Lord Śiva; deva-ṛṣiḥ—the great sage among the demigods; nāradaḥ—Nārada; sākṣāt—directly; bhagavān—the Personality of Godhead; kapilaḥ—Kapila; nṛpa—O King.\n\n",
    "translation": "\nO King, Lord Śiva, Nārada the sage amongst the demigods, and Kapila, the incarnation of Godhead, all know very confidentially about His glories through direct contact.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Pure devotees of the Lord are all budhasor persons who know the glories of the Lord in different transcendental loving services. As the Lord has innumerable expansions of His plenary formthere are innumerable pure devotees of the Lordwho are engaged in the exchange of service of different humors. Ordinarily there are twelve great devotees of the Lordnamely BrahmāNāradaŚivaKumāraKapilaManuPrahlādaBhīṣmaJanakaŚukadeva GosvāmīBali Mahārāja and Yamarāja. Bhīṣmadevaalthough one of themhas mentioned only three important names of the twelve who know the glories of the Lord. Śrīla Viśvanātha Cakravartī Ṭhākuraone of the great ācāryas in the modern ageexplains that anubhāvaor the glory of the Lordis first appreciated by the devotee in ecstasy manifesting the symptoms of perspiringtremblingweepingbodily eruptionsetc.which are further enhanced by steady understanding of the glories of the Lord. Such different understandings of bhāvas are exchanged between Yaśodā and the Lord (binding the Lord by ropes) and in the chariot driving by the Lord in the exchange of love with Arjuna. These glories of the Lord are exhibited in His being subordinated before His devoteesand that is another feature of the glories of the Lord. Śukadeva Gosvāmī and the Kumārasalthough situated in the transcendental positionbecame converted by another feature of bhāva and turned into pure devotees of the Lord. Tribulations imposed upon the devotees by the Lord constitute another exchange of transcendental bhāva between the Lord and the devotees. The Lord says \"I put My devotee into difficultyand thus the devotee becomes more purified in exchanging transcendental bhāva with Me.\" Placing the devotee into material troubles necessitates delivering him from the illusory material relations. The material relations are based on reciprocation of material enjoymentwhich depends mainly on material resources. Thereforewhen material resources are withdrawn by the Lordthe devotee is cent percent attracted toward the transcendental loving service of the Lord. Thus the Lord snatches the fallen soul from the mire of material existence. Tribulations offered by the Lord to His devotee are different from the tribulations resulting from vicious action. All these glories of the Lord are especially known to the great mahājanas like BrahmāŚivaNāradaKapilaKumāra and Bhīṣmaas mentioned aboveand one is able to grasp it by their grace."
        }
    ]
}
