{
    "page_info": {
        "current_id": "SB 1.9.32",
        "previous_id": "SB 1.9.31",
        "next_id": "SB 1.9.33"
    },
    "verse": [
        {
            "roman": "śrī-bhīṣma uvāca\niti matir upakalpitā vitṛṣṇā\nbhagavati sātvata-puṅgave vibhūmni\nsva-sukham upagate kvacid vihartuṁ\nprakṛtim upeyuṣi yad-bhava-pravāhaḥ\n"
        }
    ],
    "synonyms": "\nśrī-bhīṣmaḥ uvāca—Śrī Bhīṣmadeva said; iti—thus; matiḥ—thinking, feeling and willing; upakalpitā—invested; vitṛṣṇā—freed from all sense desires; bhagavati—unto the Personality of Godhead; sātvata-puṅgave—unto the leader of the devotees; vibhūmni—unto the great; sva-sukham—self-satisfaction; upagate—unto Him who has attained it; kvacit—sometimes; vihartum—out of transcendental pleasure; prakṛtim—in the material world; upeyuṣi—do accept it; yat-bhava—from whom the creation; pravāhaḥ—is made and annihilated.\n\n",
    "translation": "\nBhīṣmadeva said: Let me now invest my thinking, feeling and willing, which were so long engaged in different subjects and occupational duties, in the all-powerful Lord Śrī Kṛṣṇa. He is always self-satisfied, but sometimes, being the leader of the devotees, He enjoys transcendental pleasure by descending on the material world, although from Him only the material world is created.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Because Bhīṣmadeva was a statesmanthe head of the Kuru dynastya great general and a leader of kṣatriyashis mind was strewn over so many subjectsand his thinkingfeeling and willing were engaged in different matters. Nowin order to achieve pure devotional servicehe wanted to invest all powers of thinkingfeeling and willing entirely in the Supreme BeingLord Kṛṣṇa. He is described herein as the leader of the devotees and all-powerful. Although Lord Kṛṣṇa is the original Personality of GodheadHe Himself descends on earth to bestow upon His pure devotees the boon of devotional service. He descends sometimes as Lord Kṛṣṇa as He isand sometimes as Lord Caitanya. Both are leaders of the pure devotees. Pure devotees of the Lord have no desire other than the service of the Lordand therefore they are called sātvata. The Lord is the chief amongst such sātvatas. Bhīṣmadevathereforehad no other desires. Unless one is purified from all sorts of material desiresthe Lord does not become one's leader. Desires cannot be wiped outbut they have only to be purified. It is confirmed in the Bhagavad-gītā by the Lord Himself that He gives His instruction from within the heart of a pure devotee who is constantly engaged in the service of the Lord. Such instruction is given not for any material purpose but only for going back homeback to Godhead . For the ordinary man who wants to lord it over material naturethe Lord not only sanctions and becomes a witness of activitiesbut He never gives the nondevotee instructions for going back to Godhead. That is the difference in dealings by the Lord with different living beingsboth the devotee and the nondevotee. He is leader of all the living beingsas the king of the state rules both the prisoners and the free citizens. But His dealings are different in terms of devotee and nondevotee. Nondevotees never care to take any instruction from the Lordand therefore the Lord is silent in their casealthough He witnesses all their activities and awards them the necessary resultsgood or bad. The devotees are above this material goodness and badness. They are progressive on the path of transcendenceand therefore they have no desire for anything material. The devotee also knows Śrī Kṛṣṇa as the original Nārāyaṇa because Lord Śrī Kṛṣṇaby His plenary portionappears as the Kāraṇodakaśāyī Viṣṇuthe original source of all material creation. The Lord also desires the association of His pure devoteesand for them only the Lord descends on the earth and enlivens them. The Lord appears out of His own will. He is not forced by the conditions of material nature. He is therefore described here as the vibhuor the almightyfor He is never conditioned by the laws of material nature."
        }
    ]
}
