{
    "page_info": {
        "current_id": "SB 1.9.34",
        "previous_id": "SB 1.9.33",
        "next_id": "SB 1.9.35"
    },
    "verse": [
        {
            "roman": "yudhi turaga-rajo-vidhūmra-viṣvak-\nkaca-lulita-śramavāry-alaṅkṛtāsye\nmama niśita-śarair vibhidyamāna-\ntvaci vilasat-kavace 'stu kṛṣṇa ātmā\n"
        }
    ],
    "synonyms": "\nyudhi—on the battlefield; turaga—horses; rajaḥ—dust; vidhūmra—turned an ashen color; viṣvak—waving; kaca—hair; lulita—scattered; śramavāri—perspiration; alaṅkṛta—decorated with; āsye—unto the face; mama—my; niśita—sharp; śaraiḥ—by the arrows; vibhidyamāna—pierced by; tvaci—in the skin; vilasat—enjoying pleasure; kavace—protecting armor; astu—let there be; kṛṣṇe—unto Śrī Kṛṣṇa; ātmā—mind.\n\n",
    "translation": "\nOn the battlefield [where Śrī Kṛṣṇa attended Arjuna out of friendship], the flowing hair of Lord Kṛṣṇa turned ashen due to the dust raised by the hoofs of the horses. And because of His labor, beads of sweat wetted His face. All these decorations, intensified by the wounds dealt by my sharp arrows, were enjoyed by Him. Let my mind thus go unto Śrī Kṛṣṇa.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The Lord is the absolute form of eternitybliss and knowledge. As suchtranscendental loving service to the Lord in one of the five principal relationsnamely śāntadāsyasakhyavātsalya and mādhuryai.e.neutralityservitorshipfraternityfilial affection and conjugal loveis graciously accepted by the Lord when offered to the Lord in genuine love and affection. Śrī Bhīṣmadeva is a great devotee of the Lord in the relation of servitorship. Thus his throwing of sharp arrows at the transcendental body of the Lord is as good as the worship of another devotee who throws soft roses upon Him."
        },
        {
            "type": "regular",
            "text": "It appears that Bhīṣmadeva is repenting the actions he committed against the person of the Lord. But factually the Lord's body was not at all paineddue to His transcendental existence. His body is not matter. Both He Himself and His body are complete spiritual identity. Spirit is never piercedburntdriedmoistenedetc. This is vividly explained in the Bhagavad-gītā. So also it is stated in the Skanda Purāṇa. It is said there that spirit is always uncontaminated and indestructible. It cannot be distressednor can it be dried up. When Lord Viṣṇu in His incarnation appears before usHe seems to be like one of the conditioned soulsmaterially encagedjust to bewilder the asurasor the nonbelieverswho are always alert to kill the Lordeven from the very beginning of His appearance. Kaṁsa wanted to kill Kṛṣṇaand Rāvaṇa wanted to kill Rāmabecause foolishly they were unaware of the fact that the Lord is never killedfor the spirit is never annihilated."
        },
        {
            "type": "regular",
            "text": "Therefore Bhīṣmadeva's piercing of the body of Lord Kṛṣṇa is a sort of bewildering problem for the nondevotee atheistbut those who are devoteesor liberated soulsare not bewildered."
        },
        {
            "type": "regular",
            "text": "Bhīṣmadeva appreciated the all-merciful attitude of the Lord because He did not leave Arjuna alonealthough He was disturbed by the sharpened arrows of Bhīṣmadevanor was He reluctant to come before Bhīṣma's deathbedeven though He was ill-treated by him on the battlefield. Bhīṣma's repentance and the Lord's merciful attitude are both unique in this picture."
        },
        {
            "type": "regular",
            "text": "Śrī Viśvanātha Cakravartī Ṭhākuraa great ācārya and devotee in the humor of conjugal love with the Lordremarks very saliently in this regard. He says that the wounds created on the body of the Lord by the sharpened arrows of Bhīṣmadeva were as pleasing to the Lord as the biting of a fiancee who bites the body of the Lord directed by a strong sense of sex desire. Such biting by the opposite sex is never taken as a sign of enmityeven if there is a wound on the body. Thereforethe fighting as an exchange of transcendental pleasure between the Lord and His pure devoteeŚrī Bhīṣmadevawas not at all mundane. Besides thatsince the Lord's body and the Lord are identicalthere was no possibility of wounds in the absolute body. The apparent wounds caused by the sharpened arrows are misleading to the common manbut one who has a little absolute knowledge can understand the transcendental exchange in the chivalrous relation. The Lord was perfectly happy with the wounds caused by the sharpened arrows of Bhīṣmadeva. The word vibhidyamāna is significant because the Lord's skin is not different from the Lord. Because our skin is different from our soulin our case the word vibhidyamānaor being bruised and cutwould have been quite suitable. Transcendental bliss is of different varietiesand the variety of activities in the mundane world is but a perverted reflection of transcendental bliss. Because everything in the mundane world is qualitatively mundaneit is full of inebrietieswhereas in the absolute realmbecause everything is of the same absolute naturethere are varieties of enjoyment without inebriety. The Lord enjoyed the wounds created by His great devotee Bhīṣmadevaand because Bhīṣmadeva is a devotee in the chivalrous relationhe fixes up his mind on Kṛṣṇa in that wounded condition."
        }
    ]
}
