{
    "page_info": {
        "current_id": "SB 1.9.44",
        "previous_id": "SB 1.9.43",
        "next_id": "SB 1.9.45"
    },
    "verse": [
        {
            "roman": "sampadyamānam ājñāya\nbhīṣmaṁ brahmaṇi niṣkale\nsarve babhūvus te tūṣṇīṁ\nvayāṁsīva dinātyaye\n"
        }
    ],
    "synonyms": "\nsampadyamānam—having merged into; ājñāya—after knowing this; bhīṣmam—about Śrī Bhīṣmadeva; brahmaṇi—into the Supreme Absolute; niṣkale—unlimited; sarve—all present; babhūvuḥ te—all of them became; tūṣṇīm—silent; vayāṁsi iva—like birds; dina-atyaye—at the end of the day.\n\n",
    "translation": "\nKnowing that Bhīṣmadeva had merged into the unlimited eternity of the Supreme Absolute, all present there became silent like birds at the end of the day.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "To enter into or to become merged into the unlimited eternity of the Supreme Absolute means to enter the original home of the living being. The living beings are all component parts and parcels of the Absolute Personality of Godheadand therefore they are eternally related with Him as the servitor and the served. The Lord is served by all His parts and parcelsas the complete machine is served by its parts and parcels. Any part of the machine removed from the whole is no longer important. Similarlyany part and parcel of the Absolute detached from the service of the Lord is useless. The living beings who are in the material world are all disintegrated parts and parcels of the supreme wholeand they are no longer as important as the original parts and parcels. There arehowevermore integrated living beings who are eternally liberated. The material energy of the Lordcalled Durgā-śaktior the superintendent of the prison housetakes charge of the disintegrated parts and parcelsand thus they undergo a conditioned life under the laws of material nature. When the living being becomes conscious of this facthe tries to go back homeback to Godheadand thus the spiritual urge of the living being begins. This spiritual urge is called brahma-jijñāsāor inquiry about Brahman. Principally this brahma-jijñāsā is successful by knowledgerenunciation and devotional service to the Lord. Jñānaor knowledgemeans knowledge of everything of Brahmanthe Supreme; renunciation means detachment of material affectionand devotional service is the revival by practice of the original position of the living being. The successful living beings who are eligible to enter into the realm of the Absolute are called the jñānīsthe yogīs and the bhaktas. The jñānīs and yogīs enter into the impersonal rays of the Supremebut the bhaktas enter into the spiritual planets known as the Vaikuṇṭhas. In these spiritual planets the Supreme Lord as Nārāyaṇa predominatesand the healthyunconditioned living beings live there by rendering loving service to the Lord in the capacity of servantfriendparents and fiancee. There the unconditioned living beings enjoy life in full freedom with the Lordwhereas the impersonalist jñānīs and yogīs enter into the impersonal glowing effulgence of the Vaikuṇṭha planets. The Vaikuṇṭha planets are all self-illuminating like the sunand the rays of the Vaikuṇṭha planets are called the brahmajyoti. The brahmajyoti is spread unlimitedlyand the material world is but a covered portion of an insignificant part of the same brahmajyoti. This covering is temporaryand therefore it is a sort of illusion."
        },
        {
            "type": "regular",
            "text": "Bhīṣmadevaas a pure devotee of the Lordentered the spiritual realm in one of the Vaikuṇṭha planets where the Lord in His eternal form of Pārtha-sārathi predominates over the unconditioned living beings who are constantly engaged in the service of the Lord. The love and affection which bind the Lord and devotee are exhibited in the case of Bhīṣmadeva. Bhīṣmadeva never forgot the Lord in His transcendental feature as the Pārtha-sārathiand the Lord was present personally before Bhīṣmadeva while he was passing to the transcendental world. That is the highest perfection of life."
        }
    ]
}
