{
    "page_info": {
        "current_id": "SB 1.9.45",
        "previous_id": "SB 1.9.44",
        "next_id": "SB 1.9.46"
    },
    "verse": [
        {
            "roman": "tatra dundubhayo nedur\ndeva-mānava-vāditāḥ\nśaśaṁsuḥ sādhavo rājñāṁ\nkhāt petuḥ puṣpa-vṛṣṭayaḥ\n"
        }
    ],
    "synonyms": "\ntatra—thereafter; dundubhayaḥ—drums; neduḥ—were sounded; deva—the demigods from other planets; mānava—men from all countries; vāditāḥ—beaten by; śaśaṁsuḥ—praised; sādhavaḥ—honest; rājñām—by the royal order; khāt—from the sky; petuḥ—began to fall; puṣpa-vṛṣṭayaḥ—showers of flowers.\n\n",
    "translation": "\nThereafter, both men and demigods sounded drums in honor, and the honest royal order commenced demonstrations of honor and respect. And from the sky fell showers of flowers.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Bhīṣmadeva was respected both by the human beings and by the demigods. The human beings live on earth and similar other planets in the Bhūr and Bhuvar group of planetsbut the demigods live in the Svaror heavenly planetsand all of them knew Bhīṣmadeva as a great warrior and devotee of the Lord. As a mahājana (or authority) he was on the level of BrahmāNārada and Śivaalthough he was a human being. Qualification on a par with the great demigods is possible only on attainment of spiritual perfection. Thus Bhīṣmadeva was known all over the universesand during his time interplanetary travel was effected by finer methods than the futile endeavors of mechanical spacecraft. When the distant planets were informed of the passing away of Bhīṣmadevaall the inhabitants of the upper planets as well as of the earth dropped showers of flowers to show due respect to the departed great personality. This showering of flowers from heaven is a sign of recognition by great demigodsand it should never be compared to the decoration of a dead body. The body of Bhīṣmadeva lost its material effects due to being surcharged with spiritual realizationand thus the body was spiritualized as when iron becomes red-hot when in contact with fire. The body of a fully self-realized soul is notthereforeaccepted as material. Special ceremonies are observed for such spiritual bodies. The respect and recognition of Bhīṣmadeva are never to be imitated by artificial meansas it has become a fashion to observe the so-called jayantī ceremony for any and every common man. According to authorized śāstrassuch a jayantī ceremony for an ordinary manhowever exalted he may be materiallyis an offense to the Lord because jayantī is reserved for the day when the Lord appears on the earth. Bhīṣmadeva was unique in his activitiesand his passing away to the kingdom of God is also unique."
        }
    ]
}
