{
    "page_info": {
        "current_id": "SB 1.9.46",
        "previous_id": "SB 1.9.45",
        "next_id": "SB 1.9.47"
    },
    "verse": [
        {
            "roman": "tasya nirharaṇādīni\nsamparetasya bhārgava\nyudhiṣṭhiraḥ kārayitvā\nmuhūrtaṁ duḥkhito 'bhavat\n"
        }
    ],
    "synonyms": "\ntasya—his; nirharaṇa-ādīni—funeral ceremony; samparetasya—of the dead body; bhārgava—O descendant of Bhṛgu; yudhiṣṭhiraḥ—Mahārāja Yudhiṣṭhira; kārayitvā—having performed it; muhūrtam—for a moment; duḥkhitaḥ—sorry; abhavat—became.\n\n",
    "translation": "\nO descendant of Bhṛgu [Śaunaka], after performing funeral rituals for the dead body of Bhīṣmadeva, Mahārāja Yudhiṣṭhira was momentarily overtaken with grief.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Bhīṣmadeva was not only a great family head of Mahārāja Yudhiṣṭhirabut also he was a great philosopher and friend to himhis brothers and his mother. Since Mahārāja Pāṇḍuthe father of the five brothers headed by Mahārāja Yudhiṣṭhirahad diedBhīṣmadeva was the most affectionate grandfather of the Pāṇḍavas and caretaker of the widow daughter-in-law Kuntīdevī. Although Mahārāja Dhṛtarāṣṭrathe elder uncle of Mahārāja Yudhiṣṭhirawas there to look after themhis affection was more on the side of his hundred sonsheaded by Duryodhana. Ultimately a colossal clique was fabricated to deprive the five fatherless brothers of the rightful claim of the kingdom of Hastināpura. There was great intriguecommon in imperial palacesand the five brothers were exiled to the wilderness. But Bhīṣmadeva was always a sincerely sympathetic well-wishergrandfatherfriend and philosopher to Mahārāja Yudhiṣṭhiraeven up to the last moment of his life. He died very happily by seeing Mahārāja Yudhiṣṭhira to the throneotherwise he would have long ago quitted his material bodyinstead of suffering agony over the undue sufferings of the Pāṇḍavas. He was simply waiting for the opportune moment because he was sure and certain that the sons of Pāṇḍu would come out victorious in the Battlefield of Kurukṣetraas His Lordship Śrī Kṛṣṇa was their protector. As a devotee of the Lordhe knew that the Lord's devotee cannot be vanquished at any time. Mahārāja Yudhiṣṭhira was quite aware of all these good wishes of Bhīṣmadevaand therefore he must have been feeling the great separation. He was sorry for the separation of a great souland not for the material body which Bhīṣmadeva relinquished. The funeral ceremony was a necessary dutyalthough Bhīṣmadeva was a liberated soul. Since Bhīṣmadeva was without issuethe eldest grandsonnamely Mahārāja Yudhiṣṭhirawas the rightful person to perform this ceremony. It was a great boon to Bhīṣmadeva that an equally great son of the family undertook the last rites of a great man."
        }
    ]
}
