{
    "page_info": {
        "current_id": "SB 1.9.8",
        "previous_id": "SB 1.9.6-7",
        "next_id": "SB 1.9.9"
    },
    "verse": [
        {
            "roman": "anye ca munayo brahman\nbrahmarātādayo 'malāḥ\nśiṣyair upetā ājagmuḥ\nkaśyapāṅgirasādayaḥ\n"
        }
    ],
    "synonyms": "\nanye—many others; ca—also; munayaḥ—sages; brahman—O brāhmaṇas; brahmarāta—Śukadeva Gosvāmī; ādayaḥ—and such others; amalāḥ—completely purified; śiṣyaiḥ—by the disciples; upetāḥ—accompanied; ājagmuḥ—arrived; kaśyapa—Kaśyapa; āṅgirasa—Āṅgirasa; ādayaḥ—others.\n\n",
    "translation": "\nAnd many others like Śukadeva Gosvāmī and other purified souls, Kaśyapa and Āṅgirasa and others, all accompanied by their respective disciples, arrived there.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Śukadeva Gosvāmī (Brahmarāta): The famous son and disciple of Śrī Vyāsadevawho taught him first the Mahābhārata and then Śrīmad-Bhāgavatam. Śukadeva Gosvāmī recited 1,400,000 verses of the Mahābhārata in the councils of the GandharvasYakṣas and Rākṣasasand he recited Śrīmad-Bhāgavatam for the first time in the presence of Mahārāja Parīkṣit. He thoroughly studied all the Vedic literatures from his great father. Thus he was a completely purified soul by dint of his extensive knowledge in the principles of religion. From MahābhārataSabhā-parva (4.11) it is understood that he was also present in the royal assembly of Mahārāja Yudhiṣṭhira and at the fasting of Mahārāja Parīkṣit. As a bona fide disciple of Śrī Vyāsadevahe inquired from his father very extensively about religious principles and spiritual valuesand his great father also satisfied him by teaching him the yoga system by which one can attain the spiritual kingdomthe difference between fruitive work and empiric knowledgethe ways and means of attaining spiritual realizationthe four āśramas (namely the student lifethe householder's lifethe retired life and the renounced life)the sublime position of the Supreme Personality of Godheadthe process of seeing Him eye to eyethe bona fide candidate for receiving knowledgethe consideration of the five elementsthe unique position of intelligencethe consciousness of the material nature and the living entitythe symptoms of the self-realized soulthe working principles of the material bodythe symptoms of the influential modes of naturethe tree of perpetual desireand psychic activities. Sometimes he went to the sun planet with the permission of his father and Nāradajī. Descriptions of his travel in space are given in the Śānti-parva of the Mahābhārata (332). At last he attained the transcendental realm. He is known by different names like AraṇeyaAruṇisutaVaiyāsaki and Vyāsātmaja."
        },
        {
            "type": "regular",
            "text": "Kaśyapa: One of the prajāpatisthe son of Marīci and one of the sons-in-law of Prajāpati Dakṣa. He is the father of the gigantic bird Garuḍawho was given elephants and tortoises as eatables. He married thirteen daughters of Prajāpati Dakṣaand their names are AditiDitiDanuKāṣṭhāAriṣṭāSurasāIlāMuniKrodhavaśāTāmrāSurabhiSaramā and Timi. He begot many childrenboth demigods and demonsby those wives. From his first wifeAditiall the twelve Adityas were born; one of them is Vāmanathe incarnation of Godhead. This great sageKaśyapawas also present at the time of Arjuna's birth. He received a presentation of the whole world from Paraśurāmaand later on he asked Paraśurāma to go out of the world. His other name is Ariṣṭanemi. He lives on the northern side of the universe."
        },
        {
            "type": "regular",
            "text": "Āṅgirasa: He is the son of Maharṣi Aṅgirā and is known as Bṛhaspatithe priest of the demigods. It is said that Droṇācārya was his partial incarnation. Śukrācārya was the spiritual master of the demonsand Bṛhaspati challenged him. His son is Kacaand he delivered the fire weapon first to Bharadvāja Muni. He begot six sons (like the fire-god) by his wife Candramāsīone of the reputed stars. He could travel in spaceand therefore he could present himself even in the planets of Brahmaloka and Indraloka. He advised the King of heavenIndraabout conquering the demons. Once he cursed Indrawho thus had to become a hog on the earth and was unwilling to return to heaven. Such is the power of the attraction of the illusory energy. Even a hog does not wish to part with its earthly possessions in exchange for a heavenly kingdom. He was the religious preceptor of the natives of different planets."
        }
    ]
}
