{
    "page_info": {
        "current_id": "SB 1.9.9",
        "previous_id": "SB 1.9.8",
        "next_id": "SB 1.9.10"
    },
    "verse": [
        {
            "roman": "tān sametān mahā-bhāgān\nupalabhya vasūttamaḥ\npūjayām āsa dharma-jño\ndeśa-kāla-vibhāgavit\n"
        }
    ],
    "synonyms": "\ntān—all of them; sametān—assembled together; mahā-bhāgān—all greatly powerful; upalabhya—having received; vasu-uttamaḥ—the best among the Vasus (Bhīṣmadeva); pūjayām āsa—welcomed; dharma-jñaḥ—one who knows religious principles; deśa—place; kāla—time; vibhāga-vit—one who knows the adjustment of place and time.\n\n",
    "translation": "\nBhīṣmadeva, who was the best amongst the eight Vasus, received and welcomed all the great and powerful ṛṣis who were assembled there, for he knew perfectly all the religious principles according to time and place.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Expert religionists know perfectly well how to adjust religious principles in terms of time and place. All the great ācāryas or religious preachers or reformers of the world executed their mission by adjustment of religious principles in terms of time and place. There are different climates and situations in different parts of the worldand if one has to discharge his duties to preach the message of the Lordhe must be expert in adjusting things in terms of the time and place. Bhīṣmadeva was one of the twelve great authorities in preaching this cult of devotional serviceand therefore he could receive and welcome all the powerful sages assembled there at his deathbed from all parts of the universe. He was certainly unable at that time to welcome and receive them physically because he was neither at his home nor in a normal healthy condition. But he was quite fit by the activities of his sound mindand therefore he could utter sweet words with hearty expressionsand all of them were well received. One can perform one's duty by physical workby mind and by words. And he knew well how to utilize them in the proper placeand therefore there was no difficulty for him to receive themalthough physically unfit."
        }
    ]
}
