{
    "info": {
        "id": "SB 6.2.32",
        "prevId": "SB 6.2.31",
        "nextId": "SB 6.2.33"
    },
    "verses": [
        {
            "roman": "athāpi me durbhagasya\nvibudhottama-darśane\nbhavitavyaṁ maṅgalena\nyenātmā me prasīdati\n"
        }
    ],
    "synonyms": "\natha—therefore; api—although; me—of me; durbhagasya—so unfortunate; vibudha-uttama—exalted devotees; darśane—because of seeing; bhavitavyam—there must be; maṅgalena—auspicious activities; yena—by which; ātmā—self; me—my; prasīdati—actually becomes happy.\n\n",
    "translation": "\nI am certainly most abominable and unfortunate to have merged in an ocean of sinful activities, but nevertheless, because of my previous spiritual activities, I could see those four exalted personalities who came to rescue me. Now I feel exceedingly happy because of their visit.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs stated in Caitanya-caritāmṛta :\n"
        },
        {
            "type": "verse",
            "content": "'sādhu-saṅga', 'sādhu-saṅga'—sarva-śāstre kaya\nlava-mātra sādhu-saṅge sarva-siddhi haya"
        },
        {
            "type": "normal",
            "content": "\n\"Association with devotees is recommended by all the śāstras because by even a moment of such association one can receive the seed for all perfection.\" In the beginning of his life Ajāmila was certainly very pure, and he associated with devotees and brāhmaṇas; because of that pious activity, even though he was fallen, he was inspired to name his son Nārāyaṇa. Certainly this was due to good counsel given from within by the Supreme Personality of Godhead. As the Lord says in Bhagavad-gītā  by the mercy of the guru and Kṛṣṇa, one receives the seed of bhakti. This association saves a devotee from the greatest fear. In our Kṛṣṇa consciousness movement we therefore change a devotee's name to a form that reminds him of Viṣṇu. If at the time of death the devotee can remember his own name, such as Kṛṣṇadāsa or Govinda dāsa, he can be saved from the greatest danger. Therefore the change of names at the time of initiation is essential. The Kṛṣṇa consciousness movement is so meticulous that it gives one a good opportunity to remember Kṛṣṇa somehow or other.\n"
        }
    ]
}
