{
    "info": {
        "id": "SB 11.5.10",
        "prevId": "SB 11.5.9",
        "nextId": "SB 11.5.11"
    },
    "verses": [
        {
            "roman": "sarveṣu śaśvat tanu-bhṛtsv avasthitaṁ\nyathā kham ātmānam abhīṣṭam īśvaram\nvedopagītaṁ ca na śṛṇvate 'budhā\nmano-rathānāṁ pravadanti vārtayā\n"
        }
    ],
    "synonyms": "\nsarveṣu—in all; śaśvat—eternally; tanu-bhṛtsu—embodied living beings; avasthitam—situated; yathā—just as; kham—the sky; ātmānam—the Supreme Soul; abhīṣṭam—most worshipable; īśvaram—ultimate controller; veda-upagītam—glorified by the Vedas; ca—also; na śṛṇvate—they do not hear; abudhāḥ—unintelligent persons; manaḥ-rathānām—of whimsical pleasures; pravadanti—they go on discussing; vārtayā—the topics.\n\n",
    "translation": "\nThe Personality of Godhead is eternally situated within the heart of every embodied being; still the Lord remains situated apart, just as the sky, which is all-pervading, does not mix with any material object. Thus the Lord is the supreme worshipable object and the absolute controller of everything. He is elaborately glorified in the Vedic literature, but those who are bereft of intelligence do not like to hear about Him. They prefer to waste their time discussing their own mental concoctions, which inevitably deal with gross material sense gratification such as sex life and meat-eating.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nIn Bhagavad-gītā Lord Kṛṣṇa says, vedaiś ca sarvair aham eva vedyaḥ . There is actually no happiness in material affairs, and the Lord mercifully punishes the intoxicated conditioned soul to bring him back to his real life.\n"
        },
        {
            "type": "normal",
            "content": "Unfortunately, materialistic persons do not heed the advice of the Supreme Lord in Bhagavad-gītā or that of the Lord's representatives, who speak in allied literatures such as Śrīmad-Bhāgavatam. Instead, such sense gratifiers consider themselves to be most eloquent and learned. Every materialistic person actually feels that he is the most intelligent person, and thus he has no time to hear the actual truth. Nevertheless, the Personality of Godhead, as described in this verse, waits patiently within the heart of the conditioned soul, encouraging him to recognize the Lord, who is sitting beside him. Such recognition of the Personality of Godhead is the beginning of all auspiciousness and happiness for the conditioned soul.\n"
        }
    ]
}
