{
    "page_info": {
        "current_id": "SB 1.16.10",
        "previous_id": "SB 1.16.9",
        "next_id": "SB 1.16.11"
    },
    "verse": [
        {
            "roman": "sūta uvāca\nyadā parīkṣit kuru-jāṅgale 'vasat\nkaliṁ praviṣṭaṁ nija-cakravartite\nniśamya vārtām anatipriyāṁ tataḥ\nśarāsanaṁ saṁyuga-śauṇḍir ādade\n"
        }
    ],
    "synonyms": "\nsūtaḥ uvāca—Sūta Gosvāmī said; yadā—when; parīkṣit—Mahārāja Parīkṣit; kuru-jāṅgale—in the capital of Kuru's empire; avasat—was residing; kalim—the symptoms of the age of Kali; praviṣṭam—entered; nija-cakravartite—within his jurisdiction; niśamya—thus hearing; vārtām—news; anati-priyām—not very palatable; tataḥ—thereafter; śarāsanam—arrows and bow; saṁyuga—having gotten a chance for; śauṇḍiḥ—martial activities; ādade—took up.\n\n",
    "translation": "\nSūta Gosvāmī said: While Mahārāja Parīkṣit was residing in the capital of the Kuru empire, the symptoms of the age of Kali began to infiltrate within the jurisdiction of his state. When he learned about this, he did not think the matter very palatable. This did, however, give him a chance to fight. He took up his bow and arrows and prepared himself for military activities.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The state administration of Mahārāja Parīkṣit was so perfect that he was sitting in his capital peacefully. But he got the news that the symptoms of the age of Kali had already infiltrated into the jurisdiction of his stateand he did not like this news. What are the symptoms of the age of Kali? They are (1) illicit connection with women(2) indulgence in meat-eating(3) intoxication and (4) taking pleasure in gambling. The age of Kali literally means the age of quarreland the abovementioned four symptoms in human society are the root causes for all kinds of quarrel. Mahārāja Parīkṣit heard that some of the people of the state had already taken to those symptomsand he wanted to take immediate steps against such causes of unrest. This means that at least up to the regime of Mahārāja Parīkṣitsuch symptoms of public life were practically unknownand as soon as they were slightly detectedhe wanted to root them out. The news was not palatable for himbut in a way it wasbecause Mahārāja Parīkṣit got a chance to fight. There was no need to fight with small states because everyone was peacefully under his subordinationbut the Kali-yuga miscreants gave his fighting spirit a chance for exhibition. A perfect kṣatriya king is always jubilant as soon as he gets a chance to fightjust as a sportsman is eager when there is a chance for a sporting match. It is no argument that in the age of Kali such symptoms are predestined. If sothen why was there preparation for fighting out such symptoms? Such arguments are offered by lazy and unfortunate men. In the rainy seasonrain is predestinedand yet people take precautions to protect themselves. Similarlyin the age of Kali the symptoms as above mentioned are sure to infiltrate into social lifebut it is the duty of the state to save the citizens from the association of the agents of the age of Kali. Mahārāja Parīkṣit wanted to punish the miscreants indulging in the symptoms of Kaliand thus save the innocent citizens who were pure in habit by culture of religion. It is the duty of the king to give such protectionand Mahārāja Parīkṣit was perfectly right when he prepared himself to fight."
        }
    ]
}
