{
    "page_info": {
        "current_id": "SB 1.16.2",
        "previous_id": "SB 1.16.1",
        "next_id": "SB 1.16.3"
    },
    "verse": [
        {
            "roman": "sa uttarasya tanayām\nupayema irāvatīm\njanamejayādīṁś caturas\ntasyām utpādayat sutān\n"
        }
    ],
    "synonyms": "\nsaḥ—he; uttarasya—of King Uttara; tanayām—daughter; upayeme—married; irāvatīm—Irāvatī; janamejaya-ādīn—headed by Mahārāja Janamejaya; caturaḥ—four; tasyām—in her; utpādayat—begot; sutān—sons.\n\n",
    "translation": "\nKing Parīkṣit married the daughter of King Uttara and begot four sons, headed by Mahārāja Janamejaya.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Mahārāja Uttara was the son of Virāṭa and maternal uncle of Mahārāja Parīkṣit. Irāvatībeing the daughter of Mahārāja Uttarawas the cousin-sister of Mahārāja Parīkṣitbut cousin-brothers and -sisters were allowed to get married if they did not belong to the same gotraor family. In the Vedic system of marriagethe importance of the gotraor familywas stressed. Arjuna also married Subhadrāalthough she was his maternal cousin-sister."
        },
        {
            "type": "regular",
            "text": "<br/>"
        },
        {
            "type": "regular",
            "text": "Janamejaya: One of the rājarṣi kings and the famous son of Mahārāja Parīkṣit. His mother's name was Irāvatīor according to someMādravatī. Mahārāja Janamejaya begot two sons of the names Jñātānīka and Śaṅkukarṇa. He celebrated several sacrifices in the Kurukṣetra pilgrimage siteand he had three younger brothers named ŚrutasenaUgrasena and Bhīmasena II. He invaded Takṣaśilā (Ajanta)and he decided to avenge the unlawful curse upon his great fatherMahārāja Parīkṣit. He performed a great sacrifice called Sarpa-yajñato kill the race of serpentsincluding the takṣakawhich had bitten his father to death. On request from many influential demigods and sageshe had to change his decision to kill the race of snakesbut despite stopping the sacrificehe satisfied everyone concerned in the sacrifice by rewarding them properly. In the ceremonyMahāmuni Vyāsadeva also was presentand he personally narrated the history of the Battle of Kurukṣetra before the King. Later on by the order of Vyāsadevahis disciple Vaiśampāyana narrated before the King the subject matter of Mahābhārata. He was much affected by his great father's untimely death and was very anxious to see him againand he expressed his desire before the great sage Vyāsadeva. Vyāsadeva also fulfilled his desire. His father was present before himand he worshiped both his father and Vyāsadeva with great respect and pomp. Being fully satisfiedhe most munificently gave charities to the brāhmaṇas present at the sacrifice."
        }
    ]
}
