{
    "page_info": {
        "current_id": "SB 1.16.31",
        "previous_id": "SB 1.16.26-30",
        "next_id": "SB 1.16.32-33"
    },
    "verse": [
        {
            "roman": "ātmānaṁ cānuśocāmi\nbhavantaṁ cāmarottamam\ndevān pitṟn ṛṣīn sādhūn\nsarvān varṇāṁs tathāśramān\n"
        }
    ],
    "synonyms": "\nātmānam—myself; ca—also; anuśocāmi—lamenting; bhavantam—yourself; ca—as well as; amara-uttamam—the best amongst the demigods; devān—about the demigods; pitṟn—about the denizens of the Pitṛloka planet; ṛṣīn—about the sages; sādhūn—about the devotees; sarvān—all of them; varṇān—sections; tathā—as also; āśramān—orders of human society.\n\n",
    "translation": "\nI am thinking about myself and also, O best amongst the demigods, about you, as well as about all the demigods, sages, denizens of Pitṛloka, devotees of the Lord and all men obedient to the system of varṇa and āśrama in human society.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "To effect the perfection of human life there is cooperation between men and demigodssagesdenizens of the Pitṛlokadevotees of the Lord and the scientific system of varṇa and āśrama orders of life. The distinction between human life and animal life therefore begins with the scientific system of varṇa and āśramaguided by the experience of the sages in relation with the demigodsgradually rising to the summit of reestablishing our eternal relation with the Supreme Absolute Truththe Personality of GodheadLord Śrī Kṛṣṇa. When God-made varṇāśrama-dharmawhich is strictly meant for developing animal consciousness into human consciousness and human consciousness into godly consciousnessis broken by advancement of foolishnessthe whole system of peaceful and progressive life is at once disturbed. In the age of Kalithe first attack of the venomous snake strikes against the God-made varṇāśrama-dharmaand thus a person properly qualified as a brāhmaṇa is called a śūdraand a śūdra by qualification is passing as a brāhmaṇaall on a false birthright claim. To become a brāhmaṇa by a birthright claim is not at all bona fidealthough it may be a fulfillment of one of the conditions. But the real qualification of a brāhmaṇa is to control the mind and the sensesand to cultivate tolerancesimplicitycleanlinessknowledgetruthfulnessdevotion and faith in the Vedic wisdom. In the present ageconsideration of the necessary qualification is being neglectedand the false birthright claim is being supported even by a popularsophisticated poetthe author of Rāma-carita-mānasa."
        },
        {
            "type": "regular",
            "text": "This is all due to the influence of the age of Kali. Thus mother earthrepresented as a cowwas lamenting the regrettable condition."
        }
    ]
}
