{
    "page_info": {
        "current_id": "SB 1.16.4",
        "previous_id": "SB 1.16.3",
        "next_id": "SB 1.16.5"
    },
    "verse": [
        {
            "roman": "nijagrāhaujasā vīraḥ\nkaliṁ digvijaye kvacit\nnṛpa-liṅga-dharaṁ śūdraṁ\nghnantaṁ go-mithunaṁ padā\n"
        }
    ],
    "synonyms": "\nnijagrāha—sufficiently punished; ojasā—by prowess; vīraḥ—valiant hero; kalim—unto Kali, the master of the age; digvijaye—on his way to conquer the world; kvacit—once upon a time; nṛpa-liṅga-dharam—one who passes in the dress of a king; śūdram—the lower class; ghnantam—hurting; go-mithunam—a cow and bull; padā—on the leg.\n\n",
    "translation": "\nOnce, when Mahārāja Parīkṣit was on his way to conquer the world, he saw the master of Kali-yuga, who was lower than a śūdra, disguised as a king and hurting the legs of a cow and bull. The King at once caught hold of him to deal sufficient punishment.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The purpose of a king's going out to conquer the world is not for self-aggrandizement. Mahārāja Parīkṣit went out to conquer the world after his ascendance to the thronebut this was not for the purpose of aggression on other states. He was the Emperor of the worldand all small states were already under his regime. His purpose in going out was to see how things were going on in terms of the godly state. The kingbeing the representative of the Lordhas to execute the will of the Lord duly. There is no question of self-aggrandizement. Thus as soon as Mahārāja Parīkṣit saw that a lower-class man in the dress of a king was hurting the legs of a cow and a bullat once he arrested and punished him. The king cannot tolerate insults to the most important animalthe cownor can he tolerate disrespect for the most important manthe brāhmaṇa. Human civilization means to advance the cause of brahminical cultureand to maintain itcow protection is essential. There is a miracle in milkfor it contains all the necessary vitamins to sustain human physiological conditions for higher achievements. Brahminical culture can advance only when man is educated to develop the quality of goodnessand for this there is a prime necessity of food prepared with milkfruits and grains. Mahārāja Parīkṣit was astonished to see that a black śūdradressed like a rulerwas mistreating a cowthe most important animal in human society."
        },
        {
            "type": "regular",
            "text": "The age of Kali means mismanagement and quarrel. And the root cause of all mismanagement and quarrel is that worthless men with the modes of lower-class menwho have no higher ambition in lifecome to the helm of the state management. Such men at the post of a king are sure to first hurt the cow and the brahminical culturethereby pushing all society towards hell. Mahārāja Parīkṣittrained as he wasgot the scent of this root cause of all quarrel in the world. Thus he wanted to stop it in the very beginning."
        }
    ]
}
