{
    "info": {
        "id": "sb/3/4/20",
        "prevId": "sb/3/4/19",
        "nextId": "sb/3/4/21"
    },
    "verses": [
        {
            "roman": "sa evam ārādhita-pāda-tīrthād\nadhīta-tattvātma-vibodha-mārgaḥ\npraṇamya pādau parivṛtya devam\nihāgato 'haṁ virahāturātmā\n"
        }
    ],
    "synonyms": "saḥ—so myself; evam—thus; ārādhita—worshiped; pāda-tīrthāt—from the Personality of Godhead; adhīta—studied; tattva-ātma—self-knowledge; vibodha—understanding; mārgaḥ—path; praṇamya—after saluting; pādau—at His lotus feet; parivṛtya—after circumambulating; devam—the Lord; iha—at this place; āgataḥ—reached; aham—I; viraha—separation; ātura-ātmā—aggrieved in self.",
    "translation": "I have studied the path of understanding self-knowledge from my spiritual master, the Personality of Godhead, and thus after circumambulating Him I have come to this place, very much aggrieved due to separation.",
    "purport": [
        {
            "type": "normal",
            "content": "Śrī Uddhava's actual life is the direct symbol of the catuḥ-ślokī Bhāgavatam enunciated first to Brahmājī by the Personality of Godhead  without any bona fide intent."
        },
        {
            "type": "normal",
            "content": "The monistic dry speculators have no business in the Śrīmad-Bhāgavatam because this particular Vedic literature is forbidden for them by the great author himself. Śrīla Vyāsadeva has definitely forbidden persons engaged in religiosity, economic development, sense gratification and, finally, salvation, from trying to understand Śrīmad-Bhāgavatam, which is not meant for them  directly from the Lord, who spoke them first to Brahmājī, and this time the Lord explained more confidentially the self-knowledge mentioned as the paramāṁ sthitim. Upon learning such self-knowledge of love, Uddhava felt very much aggrieved by feelings of separation from the Lord. Unless one is awakened to the stage of Uddhava—everlastingly feeling the separation of the Lord in transcendental love, as exhibited by Lord Caitanya also—one cannot understand the real import of the four essential verses of Śrīmad-Bhāgavatam. One should not indulge in the unauthorized act of twisting the meaning and thereby putting himself on the dangerous path of offense."
        }
    ]
}
