{
    "info": {
        "id": "sb/7/9/11",
        "prevId": "sb/7/9/10",
        "nextId": "sb/7/9/12"
    },
    "verses": [
        {
            "roman": "naivātmanaḥ prabhur ayaṁ nija-lābha-pūrṇo\nmānaṁ janād aviduṣaḥ karuṇo vṛṇīte\nyad yaj jano bhagavate vidadhīta mānaṁ\ntac cātmane prati-mukhasya yathā mukha-śrīḥ\n"
        }
    ],
    "synonyms": "na—nor; eva—certainly; ātmanaḥ—for His personal benefit; prabhuḥ—Lord; ayam—this; nija-lābha-pūrṇaḥ—is always satisfied in Himself (He does not need to be satisfied by the service of others); mānam—respect; janāt—from a person; aviduṣaḥ—who does not know that the aim of life is to please the Supreme Lord; karuṇaḥ—(the Supreme Personality of Godhead), who is so kind to this foolish, ignorant person; vṛṇīte—accepts; yat yat—whatever; janaḥ—a person; bhagavate—unto the Supreme Personality of Godhead; vidadhīta—may offer; mānam—worship; tat—that; ca—indeed; ātmane—for his own benefit; prati-mukhasya—of the reflection of the face in the mirror; yathā—just as; mukha-śrīḥ—the decoration of the face.",
    "translation": "The Supreme Lord, the Supreme Personality of Godhead, is always fully satisfied in Himself. Therefore when something is offered to Him, the offering, by the Lord's mercy, is for the benefit of the devotee, for the Lord does not need service from anyone. To give an example, if one's face is decorated, the reflection of one's face in a mirror is also seen to be decorated.",
    "purport": [
        {
            "type": "normal",
            "content": "In bhakti-yoga it is recommended that a devotee follow nine principles; śravaṇaṁ kīrtanaṁ viṣṇoḥ smaraṇaṁ pāda-sevanam/ arcanam. vandanaṁ dāsyaṁ sakhyam ātma-nivedanam , the Lord Himself speaks in the same way:"
        },
        {
            "type": "verse",
            "content": "na māṁ duṣkṛtino mūḍhāḥprapadyante narādhamāḥ\nmāyayāpahṛta-jñānāāsuraṁ bhāvamāśritāḥ"
        },
        {
            "type": "normal",
            "content": "\"Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me.\" Because of ignorance and misfortune, the atheists and the narādhamas, the lowest of men, do not surrender unto the Supreme Personality of Godhead. Therefore although the Supreme Lord, Kṛṣṇa, is full in Himself, He appears in different yugas to demand the surrender of the conditioned souls so that they will benefit by becoming free from the material clutches. In conclusion, the more we engage in Kṛṣṇa consciousness and render service unto the Lord, the more we benefit. Kṛṣṇa does not need service from any of us."
        }
    ]
}
