{
    "page_info": {
        "current_id": "SB 1.11.19",
        "previous_id": "SB 1.11.18",
        "next_id": "SB 1.11.20"
    },
    "verse": [
        {
            "roman": "vāramukhyāś ca śataśo\nyānais tad-darśanotsukāḥ\nlasat-kuṇḍala-nirbhāta-\nkapola-vadana-śriyaḥ\n"
        }
    ],
    "synonyms": "\nvāramukhyāḥ—well-known prostitutes; ca—and; śataśaḥ—hundreds of; yānaiḥ—by vehicles; tat-darśana—for meeting Him (Lord Śrī Kṛṣṇa); utsukāḥ—very much anxious; lasat—hanging; kuṇḍala—earrings; nirbhāta—dazzling; kapola—forehead; vadana—face; śriyaḥ—beauty.\n\n",
    "translation": "\nAt the same time, many hundreds of well-known prostitutes began to proceed on various vehicles. They were all very eager to meet the Lord, and their beautiful faces were decorated with dazzling earrings, which enhanced the beauty of their foreheads.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "We may not hate even the prostitutes if they are devotees of the Lord. Even to date there are many prostitutes in great cities of India who are sincere devotees of the Lord. By tricks of chance one may be obliged to adopt a profession which is not very adorable in societybut that does not hamper one in executing devotional service to the Lord. Devotional service to the Lord is uncheckable in all circumstances. It is understood herewith that even in those daysabout five thousand years agothere were prostitutes in a city like Dvārakāwhere Lord Kṛṣṇa resided. This means that prostitutes are necessary citizens for the proper upkeep of society. The government opens wine shopsbut this does not mean that the government encourages the drinking of wine. The idea is that there is a class of men who will drink at any costand it has been experienced that prohibition in great cities encouraged illicit smuggling of wine. Similarlymen who are not satisfied at home require such concessionsand if there is no prostitutethen such low men will induce others into prostitution. It is better that prostitutes be available in the marketplace so that the sanctity of society can be maintained. It is better to maintain a class of prostitutes than to encourage prostitutes within society. The real reformation is to enlighten all people to become devotees of the Lordand that will check all kinds of deteriorating factors of life."
        },
        {
            "type": "regular",
            "text": "Śrī Bilvamaṅgala Ṭhākuraa great ācārya of the Viṣṇu Svāmī Vaiṣṇava sectin his householder life was overly attached to a prostitute who happened to be a devotee of the Lord. One night when the Ṭhākura came to Cintāmaṇi's house in torrents of rain and thunderCintāmaṇi was astonished to see how the Ṭhākura could come on such a dreadful night after crossing a foaming river which was full of waves. She said to Ṭhākura Bilvamaṅgala that his attraction for the flesh and bone of an insignificant woman like her would be properly utilized if it could be diverted to the devotional service of the Lord to achieve attraction for the transcendental beauty of the Lord. It was a momentous hour for the Ṭhākuraand he took a turn towards spiritual realization by the words of a prostitute. Later on the Ṭhākura accepted the prostitute as his spiritual masterand in several places of his literary works he has glorified the name of Cintāmaṇiwho showed him the right path."
        },
        {
            "type": "regular",
            "text": "In the Bhagavad-gītā  the Lord says\"O son of Pṛthāeven the low-born caṇḍālas and those who are born in a family of unbelieversand even the prostitutesshall attain perfection of life if they take shelter of unalloyed devotional service to Mebecause in the path of devotional service there are no impediments due to degraded birth and occupation. The path is open for everyone who agrees to follow it.\""
        },
        {
            "type": "regular",
            "text": "It appears that the prostitutes of Dvārakāwho were so eager to meet the Lordwere all His unalloyed devoteesand thus they were all on the path of salvation according to the above version of the Bhagavad-gītā. Thereforethe only reformation that is necessary in society is to make an organized effort to turn the citizens into devotees of the Lordand thus all good qualities of the denizens of heaven will overtake them in their own way. On the other handthose who are nondevotees have no good qualifications whatsoeverhowever they may be materially advanced. The difference is that the devotees of the Lord are on the path of liberationwhereas the nondevotees are on the path of further entanglement in material bondage. The criterion of advancement of civilization is whether the people are educated and advanced on the path of salvation."
        }
    ]
}
