{
    "page_info": {
        "current_id": "SB 1.11.20",
        "previous_id": "SB 1.11.19",
        "next_id": "SB 1.11.21"
    },
    "verse": [
        {
            "roman": "naṭa-nartaka-gandharvāḥ\nsūta-māgadha-vandinaḥ\ngāyanti cottamaśloka-\ncaritāny adbhutāni ca\n"
        }
    ],
    "synonyms": "\nnaṭa—dramatists; nartaka—dancers; gandharvāḥ—celestial singers; sūta—professional historians; māgadha—professional genealogists; vandinaḥ—professional learned speakers; gāyanti—chant; ca—respectively; uttamaśloka—the Supreme Lord; caritāni—activities; adbhutāni—all superhuman; ca—and.\n\n",
    "translation": "\nExpert dramatists, artists, dancers, singers, historians, genealogists and learned speakers all gave their respective contributions, being inspired by the superhuman pastimes of the Lord. Thus they proceeded on and on.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "It appears that five thousand years ago the society also needed the services of the dramatistsartistsdancerssingershistoriansgenealogistspublic speakersetc. Dancerssingers and dramatic artists mostly hailed from the śūdra communitywhereas the learned historiansgenealogists and public speakers hailed from the brāhmaṇa community. All of them belonged to a particular casteand they became so trained in their respective families. Such dramatistsdancerssingershistoriansgenealogists and public speakers would dwell on the subject of the Lord's superhuman activities in different ages and millenniumsand not on ordinary events. Nor were they in chronological order. All the Purāṇas are historical facts described only in relation with the Supreme Lord in different ages and times as well as on different planets also. Thereforewe do not find any chronological order. The modern historiansthereforecannot catch up the linkand thus they unauthoritatively remark that the Purāṇas are all imaginary stories only."
        },
        {
            "type": "regular",
            "text": "Even one hundred years ago in Indiaall dramatic performances were centered around the superhuman activities of the Supreme Lord. The common people would be verily entertained by the performances of dramasand yātrā parties played wonderfully on the superhuman activities of the Lordand thus even the illiterate agriculturist would be a participant in the knowledge of Vedic literaturedespite a considerable lack of academic qualifications. Thereforeexpert players in dramadancerssingersspeakersetc.are required for the spiritual enlightenment of the common man. The genealogists would give account completely of the descendants of a particular family. Even at the present moment the guides in the pilgrimage sites of India submit a complete account of genealogical tables before a newcomer. This wonderful act sometimes attracts more customers to receive such important information."
        }
    ]
}
