{
    "page_info": {
        "current_id": "SB 1.11.26",
        "previous_id": "SB 1.11.25",
        "next_id": "SB 1.11.27"
    },
    "verse": [
        {
            "roman": "śriyo nivāso yasyoraḥ\npāna-pātraṁ mukhaṁ dṛśām\nbāhavo loka-pālānāṁ\nsāraṅgāṇāṁ padāmbujam\n"
        }
    ],
    "synonyms": "\nśriyaḥ—of the goddess of fortune; nivāsaḥ—residential place; yasya—one whose; uraḥ—chest; pāna-pātram—the drinking pot; mukham—face; dṛśām—of eyes; bāhavaḥ—the arms; loka-pālānām—of the administrative demigods; sāraṅgāṇām—of the devotees who talk and sing of the essence or substance; pada-ambujam—the lotus feet.\n\n",
    "translation": "\nThe Lord's chest is the abode of the goddess of fortune. His moonlike face is the drinking vessel for eyes which hanker after all that is beautiful. His arms are the resting places for the administrative demigods. And His lotus feet are the refuge of pure devotees who never talk or sing of any subject except His Lordship.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "There are different classes of human beingsall seeking different enjoyments from different objects. There are persons who are seeking after the favor of the goddess of fortuneand for them the Vedic literatures give information that the Lord is always served with all reverence by thousands and thousands of goddesses of fortune at the cintāmaṇi-dhāma,* the transcendental abode of the Lord where the trees are all desire trees and the buildings are made of touchstone. The Lord Govinda is engaged there in herding the surabhi cows as His natural occupation. These goddesses of fortune can be seen automatically if we are attracted by the bodily features of the Lord. The impersonalists cannot observe such goddesses of fortune because of their dry speculative habit. And those who are artistsovertaken by the beautiful creationshould better see to the beautiful face of the Lord for complete satisfaction. The face of the Lord is the embodiment of beauty. What they call beautiful nature is but His smileand what they call the sweet songs of the birds are but specimens of the whispering voice of the Lord. There are administrative demigods in charge of departmental service of cosmic managementand there are tiny administrative gods in the state service. They are always afraid of other competitorsbut if they take shelter of the arms of the Lordthe Lord can protect them always from the attacks of enemies. A faithful servant of the Lord engaged in the service of administration is the ideal executive head and can well protect the interest of the people in general. Other so-called administrators are symbols of anachronisms leading to the acute distress of the people who are governed by them. The administrators can remain safely under the protection of the arms of the Lord. The essence of everything is the Supreme Lord: He is called the sāram. And those who sing and talk about Him are called the sāraṅgasor the pure devotees. The pure devotees are always hankering after the lotus feet of the Lord. The lotus has a kind of honey which is transcendentally relished by the devotees. They are like the bees who are always after the honey. Śrīla Rūpa Gosvāmīthe great devotee ācārya of the Gauḍīya-Vaiṣṇava-sampradāyahas sung a song about this lotus honeycomparing himself to the bee: \"O my Lord KṛṣṇaI beg to offer my prayers unto You. My mind is like the beeand it is after some honey. Kindlythereforegive my bee-mind a place at Your lotus feetwhich are the resources for all transcendental honey. I know that even big demigods like Brahmā do not see the rays of the nails of Your lotus feeteven though they are engaged in deep meditation for years together. StillO infallible onemy ambition is suchfor You are very merciful to your surrendered devotees. O MādhavaI know also that I have no genuine devotion for the service of Your lotus feetbut because Your Lordship is inconceivably powerfulYou can do what is impossible to be done. Your lotus feet can deride even the nectar of the heavenly kingdomand therefore I am very much attracted by them. O supreme eternalpleasethereforelet my mind be fixed at Your lotus feet so that eternally I may be able to relish the taste of Your transcendental service.\" The devotees are satisfied with being placed at the lotus feet of the Lord and have no ambition to see His all-beautiful face or aspire for the protection of the strong arms of the Lord. They are humble by natureand the Lord is always leaning towards such humble devotees."
        }
    ]
}
