{
    "page_info": {
        "current_id": "SB 1.11.31",
        "previous_id": "SB 1.11.30",
        "next_id": "SB 1.11.32"
    },
    "verse": [
        {
            "roman": "patnyaḥ patiṁ proṣya gṛhānupāgataṁ\nvilokya sañjāta-mano-mahotsavāḥ\nuttasthur ārāt sahasāsanāśayāt\nsākaṁ vratair vrīḍita-locanānanāḥ\n"
        }
    ],
    "synonyms": "\npatnyaḥ—the ladies (wives of Lord Śrī Kṛṣṇa); patim—husband; proṣya—who was away from home; gṛha-anupāgatam—now returned home; vilokya—thus seeing; sañjāta—having developed; manaḥ-mahā-utsavāḥ—a sense of joyful ceremony within the mind; uttasthuḥ—got up; ārāt—from a distance; sahasā—all of a sudden; āsanā—from the seats; āśayāt—from the state of meditation; sākam—along with; vrataiḥ—the vow; vrīḍita—looking coyly; locana—eyes; ānanāḥ—with such faces.\n\n",
    "translation": "\nThe queens of Lord Śrī Kṛṣṇa rejoiced within their minds to see their husband home after a long period abroad. The queens got up at once from their seats and meditations. As was socially customary, they covered their faces shyly and looked about coyly.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "As mentioned abovethe Lord entered His home palaces occupied by 16,108 queens. This means that the Lord at once expanded Himself in as many plenary expansions as there were queens and palaces and entered in each and every one of them simultaneously and separately. Here is another manifestation of the feature of His internal potency. He can expand Himself in as many forms of spiritual identity as He desireseven though He is one without a second. It is confirmed by the Śruti-mantra that the Absolute is one aloneand yet He becomes many as soon as He so desires. These manifold expansions of the Supreme Lord are manifested as plenary and separated portions. The separated portions are representations of His energyand the plenary portions are manifestations of His Personality. Thus the Personality of Godhead manifested Himself in 16,108 plenary expansions and simultaneously entered into each and every one of the palaces of the queens. This is called vaibhavaor the transcendental potency of the Lord. And because He can do soHe is also known as Yogeśvara. Ordinarilya yogī or mystic living being is able to expand himself at utmost to tenfold expansions of his bodybut the Lord can do so to the extent of as many thousands or infinitelyas He likes. Unbelievers become astonished to learn that Lord Kṛṣṇa married more than 16,000 queens because they think of Lord Kṛṣṇa as one of them and measure the potency of the Lord by their own limited potency. One should knowthereforethat the Lord is never on the level of the living beingswho are but expansions of His marginal potencyand one should never equalize the potent and the potencyalthough there is very little difference of quality between the potent and the potency. The queens were also expansions of His internal potencyand thus the potent and potencies are perpetually exchanging transcendental pleasuresknown as pastimes of the Lord. One should notthereforebecome astonished to learn that the Lord married so many wives. On the contraryone should affirm that even if the Lord marries sixteen thousand million wivesHe is not completely manifesting His unlimited and inexhaustible potency. He married only 16,000 wives and entered in each and every one of the different palaces just to impress in the history of the human beings on the surface of the earth that the Lord is never equal to or less than any human beinghowever powerful he may be. No onethereforeis either equal to or greater than the Lord. The Lord is always great in all respects. \"God is great\" is eternal truth."
        },
        {
            "type": "regular",
            "text": "Thereforeas soon as the queens saw from a distance their husbandwho was away from home for long periods due to the Battle of Kurukṣetrathey all arose from the slumber of meditation and prepared to receive their most beloved. According to Yājñavalkya's religious injunctionsa woman whose husband is away from home should not take part in any social functionsshould not decorate her bodyshould not laugh and should not go to any relative's house in any circumstance. This is the vow of the ladies whose husbands are away from home. At the same timeit is also enjoined that a wife should never present herself before the husband in an unclean state. She must decorate herself with ornaments and good dress and should always be present before the husband in a happy and joyous mood. The queens of Lord Kṛṣṇa were all in meditationthinking of the Lord's absenceand were always meditating upon Him. The Lord's devotees cannot live for a moment without meditating on the Lordand what to speak of the queenswho were all goddesses of fortune incarnated as queens in the pastimes of the Lord at Dvārakā. They can never be separated from the Lordeither by presence or by trance. The gopīs at Vṛndāvana could not forget the Lord when the Lord was away in the forest cow herding. When the Lord boy Kṛṣṇa was absent from the villagethe gopīs at home used to worry about Him traversing the rough ground with His soft lotus feet. By thinking thusthey were sometimes overwhelmed in trance and mortified in the heart. Such is the condition of the pure associates of the Lord. They are always in tranceand so the queens also were in trance during the absence of the Lord. Presentlyhaving seen the Lord from a distancethey at once gave up all their engagementsincluding the vows of women as described above. According to Śrī Viśvanātha Carkavartī Ṭhākurathere was a regular psychological reaction on the occasion. First of allrising from their seatsalthough they wanted to see their husbandthey were deterred because of feminine shyness. But due to strong ecstasythey overcame that stage of weakness and became caught up with the idea of embracing the Lordand this thought factually made them unconscious of their surrounding environment. This prime state of ecstasy annihilated all other formalities and social conventionsand thus they escaped all stumbling blocks on the path of meeting the Lord. And that is the perfect stage of meeting the Lord of the soulŚrī Kṛṣṇa."
        }
    ]
}
