{
    "page_info": {
        "current_id": "SB 1.11.35",
        "previous_id": "SB 1.11.34",
        "next_id": "SB 1.11.36"
    },
    "verse": [
        {
            "roman": "sa eṣa nara-loke 'sminn\navatīrṇaḥ sva-māyayā\nreme strī-ratna-kūṭastho\nbhagavān prākṛto yathā\n"
        }
    ],
    "synonyms": "\nsaḥ—He (the Supreme Personality of Godhead); eṣaḥ—all these; nara-loke—on this planet of human beings; asmin—on this; avatīrṇaḥ—having appeared; sva—personal, internal; māyayā—causeless mercy; reme—enjoyed; strī-ratna—woman who is competent to become a wife of the Lord; kūṭasthaḥ—among; bhagavān—the Personality of Godhead; prākṛtaḥ—mundane; yathā—as if it were.\n\n",
    "translation": "\nThat Supreme Personality of Godhead Śrī Kṛṣṇa, out of His causeless mercy, appeared on this planet by His internal potency and enjoyed Himself amongst competent women as if He were engaging in mundane affairs.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The Lord married and lived like a householder. This is certainly like a mundane affairbut when we learn that He married 16,108 wives and lived with them separately in each and every palacecertainly it is not mundane. Thereforethe Lordliving as a householder amongst His competent wivesis never mundaneand His behavior with them is never to be understood as mundane sex relation. The women who became the wives of the Lord are certainly not ordinary womenbecause to get the Lord as one's husband is the result of manymany millions of births' tapasya (austerity). When the Lord appears on different lokasor planetsor on this planet of human beingsHe displays His transcendental pastimes just to attract the conditioned souls to become His eternal servitorsfriendsparents and lovers respectively in the transcendental worldwhere the Lord eternally reciprocates such exchanges of service. Service is pervertedly represented in the material world and broken untimelyresulting in sad experience. The illusioned living being conditioned by material nature cannot understand out of ignorance that all our relations here in the mundane world are temporary and full of inebrieties. Such relations cannot help us be happy perpetuallybut if the same relation is established with the Lordthen we are transferred to the transcendental world after leaving this material body and become eternally related with Him in the relation we desire. The women amongst whom He lived as their husband are notthereforewomen of this mundane worldbut are eternally related with Him as transcendental wivesa position which they attained by perfection of devotional service. That is their competency. The Lord is paraṁ brahmaor the Supreme Personality of Godhead. Conditioned souls seek after perpetual happiness in all places—not only on this earth but also on other planets throughout the universe—because constitutionally a spiritual sparkas he iscan travel to any part of God's creation. But being conditioned by the material modeshe tries to travel in space by spacecraft and so fails to reach his destination. The law of gravitation is binding upon him like the shackles of a prisoner. By other processes he can reach anywherebut even if he reaches the highest planethe cannot attain that perpetual happiness for which he is searching life after life. When he comes to his senseshoweverhe seeks after Brahman happinessknowing it for certain that unlimited happinesswhich he is seekingis never attainable in the material world. As suchthe Supreme BeingParabrahmancertainly does not seek His happiness anywhere in the material world. Nor can His paraphernalia of happiness be found in the material world. He is not impersonal. Because He is the leader and Supreme Being amongst innumerable living beingsHe cannot be impersonal. He is exactly like usand He has all the propensities of an individual living being in fullness. He marries exactly like usbut His marriage is neither mundane nor limited by our experience in the conditioned state. His wivesthereforeappear like mundane womenbut factually they are all transcendental liberated soulsperfect manifestations of internal energy."
        }
    ]
}
