{
    "page_info": {
        "current_id": "SB 1.11.36",
        "previous_id": "SB 1.11.35",
        "next_id": "SB 1.11.37"
    },
    "verse": [
        {
            "roman": "uddāma-bhāva-piśunāmala-valgu-hāsa-\nvrīḍāvaloka-nihato madano 'pi yāsām\nsammuhya cāpam ajahāt pramadottamās tā\nyasyendriyaṁ vimathituṁ kuhakair na śekuḥ\n"
        }
    ],
    "synonyms": "\nuddāma—very grave; bhāva—expression; piśuna—exciting; amala—spotless; valgu-hāsa—beautiful smiling; vrīḍa—corner of the eye; avaloka—looking; nihataḥ—conquered; madanaḥ—Cupid (or amadana—the greatly tolerant Śiva); api—also; yāsām—whose; sammuhya—being overpowered by; cāpam—bows; ajahāt—gave up; pramada—woman, who maddens; uttamāḥ—of high grade; tā—all; yasya—whose; indriyam—senses; vimathitum—to perturb; kuhakaiḥ—by magical feats; na—never; śekuḥ—was able.\n\n",
    "translation": "\nAlthough the queens' beautiful smiles and furtive glances were all spotless and exciting, and although they could conquer Cupid himself by making him give up his bow in frustration, and although even the tolerant Śiva could fall victim to them, still, despite all their magical feats and attractions, they could not agitate the senses of the Lord.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The path of salvation or the path going back to Godhead always forbids the association of womenand the complete sanātana-dharma or varṇāśrama-dharma scheme forbids or restricts association with women. Howthencan one be accepted as the Supreme Personality of Godhead who is addicted to more than sixteen thousand wives? This question may be relevantly raised by inquisitive persons really anxious to know about the transcendental nature of the Supreme Lord. And to answer such questionsthe sages at Naimiṣāraṇya have discussed the transcendental character of the Lord in this and in following verses. It is clear herein that the feminine attractive features which can conquer Cupid or even the supermost tolerant Lord Śiva could not conquer the senses of the Lord. Cupid's business is to invoke mundane lust. The whole universe is moving being agitated by Cupid's arrow. The activities of the world are being carried on by the central attraction of male and female. A male is searching after a mate to his likingand the female is looking after a suitable male. That is the way of material stimulus. And as soon as a male is combined with a femalethe material bondage of the living being is at once tightly interlocked by sex relationand as a result of thisboth the male's and female's attraction for sweet homemotherlandbodily offspringsociety and friendship and accumulation of wealth becomes the illusory field of activitiesand thus a false but indefatigable attraction for the temporary material existencewhich is full of miseriesis manifest. Those who arethereforeon the path of salvation for going back home back to Godheadare especially advised by all scriptural instruction to become free from such paraphernalia of material attraction. And that is possible only by the association of the devotees of the Lordwho are called the mahātmās. Cupid throws his arrow upon the living beings to make them mad after the opposite sexwhether the party is actually beautiful or not. Cupid's provocations are going oneven among beastly societies who are all ugly-looking in the estimation of the civilized nations. Thus Cupid's influence is exerted even amongst the ugliest formsand what to speak of the most perfect beauties. Lord Śivawho is considered to be most tolerantwas also struck by Cupid's arrow because he also became mad after the Mohinī incarnation of the Lord and acknowledged himself to be defeated. Cupidhoweverwas himself captivated by the grave and exciting dealings of the goddesses of fortuneand he voluntarily gave up his bow and arrow in a spirit of frustration. Such was the beauty and attraction of the queens of Lord Kṛṣṇa. Yet they could not disturb the transcendental senses of the Lord. This is because the Lord is all-perfect ātmārāmaor self-sufficient. He does not require anyone's extraneous help for His personal satisfaction. Thereforethe queens could not satisfy the Lord by their feminine attractivenessbut they satisfied Him by their sincere affection and service. Only by unalloyed transcendental loving service could they satisfy the Lordand the Lord was pleased to treat them as wives in reciprocation. Thus being satisfied by their unalloyed service onlythe Lord reciprocated the service just like a devout husband. Otherwise He had no business becoming the husband of so many wives. He is the husband of everyonebut to one who accepts Him as suchHe reciprocates. This unalloyed affection for the Lord is never to be compared to mundane lust. It is purely transcendental. And the grave dealingswhich the queens displayed in natural feminine wayswere also transcendental because the feelings were expressed out of transcendental ecstasy. It is already explained in the previous verse that the Lord appeared like a mundane husbandbut factually His relation with His wives was transcendentalpure and unconditioned by the modes of material nature."
        }
    ]
}
