{
    "page_info": {
        "current_id": "SB 1.11.7",
        "previous_id": "SB 1.11.6",
        "next_id": "SB 1.11.8"
    },
    "verse": [
        {
            "roman": "bhavāya nas tvaṁ bhava viśva-bhāvana\ntvam eva mātātha suhṛt-patiḥ pitā\ntvaṁ sad-gurur naḥ paramaṁ ca daivataṁ\nyasyānuvṛttyā kṛtino babhūvima\n"
        }
    ],
    "synonyms": "\nbhavāya—for welfare; naḥ—for us; tvam—Your Lordship; bhava—just become; viśva-bhāvana—the creator of the universe; tvam—Your Lordship; eva—certainly; mātā—mother; atha—as also; suhṛt—well-wisher; patiḥ—husband; pitā—father; tvam—Your Lordship; sat-guruḥ—spiritual master; naḥ—our; paramam—the supreme; ca—and; daivatam—worshipable Deity; yasya—whose; anuvṛttyā—following in the footsteps; kṛtinaḥ—successful; babhūvima—we have become.\n\n",
    "translation": "\nO creator of the universe, You are our mother, well-wisher, Lord, father, spiritual master and worshipable Deity. By following in Your footsteps we have become successful in every respect. We pray, therefore, that You continue to bless us with Your mercy.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The all-good Personality of Godheadbeing the creator of the universealso plans for the good of all good living beings. The good living beings are advised by the Lord to follow His good adviceand by doing so they become successful in all spheres of life. There is no need to worship any deity but the Lord. The Lord is all-powerfuland if He is satisfied by our obedience unto His lotus feetHe is competent to bestow upon us all kinds of blessings for the successful execution of both our material and spiritual lives. For attaining spiritual existencethe human form is a chance for all to understand our eternal relation with God. Our relation with Him is eternal; it can neither be broken nor vanquished. It may be forgotten for the time beingbut it can be revived also by the grace of the Lordif we follow His injunctionswhich are revealed in the scriptures of all times and all places."
        }
    ]
}
