{
    "page_info": {
        "current_id": "SB 1.12.13",
        "previous_id": "SB 1.12.12",
        "next_id": "SB 1.12.14"
    },
    "verse": [
        {
            "roman": "tasya prīta-manā rājā\nviprair dhaumya-kṛpādibhiḥ\njātakaṁ kārayām āsa\nvācayitvā ca maṅgalam\n"
        }
    ],
    "synonyms": "\ntasya—his; prīta-manāḥ—satisfied; rājā—King Yudhiṣṭhira; vipraiḥ—by the learned brāhmaṇas; dhaumya—Dhaumya; kṛpa—Kṛpa; ādibhiḥ—and others also; jātakam—one of the purificatory processes performed just after the birth of a child; kārayām āsa—had them performed; vācayitvā—by recitation; ca—also; maṅgalam—auspicious.\n\n",
    "translation": "\nKing Yudhiṣṭhira, who was very satisfied with the birth of Mahārāja Parīkṣit, had the purificatory process of birth performed. Learned brāhmaṇas, headed by Dhaumya and Kṛpa, recited auspicious hymns.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "There is a need for a good and intelligent class of brāhmaṇas who are expert in performing the purificatory processes prescribed in the system of varṇāśrama-dharma. Unless such purificatory processes are performedthere is no possibility of good populationand in the age of Kali the population all over the world is of śūdra quality or lower for want of this purificatory process. It is not possiblehoweverto revive the Vedic process of purification in this agefor want of proper facilities and good brāhmaṇasbut there is the Pāñcarātrika system also recommended for this age. The Pāñcarātrika system acts on the śūdra class of mensupposedly the population of the Kali-yugaand it is the prescribed purificatory process suitable to the age and time. Such a purificatory process is allowed only for spiritual upliftment and not for any other purpose. Spiritual upliftment is never conditioned by higher or lower parentage."
        },
        {
            "type": "regular",
            "text": "After the garbhādhāna purificatory processthere are certain other saṁskāras like sīmantonnayanasadhabhakṣaṇametc.during the period of pregnancyand when the child is born the first purificatory process is jātakarman. This was performed duly by Mahārāja Yudhiṣṭhira with the help of good and learned brāhmaṇas like Dhaumyathe royal priestand Kṛpācāryawho was not only a priest but also a great general. Both these learned and perfect priestsassisted by other good brāhmaṇaswere employed by Mahārāja Yudhiṣṭhira to perform the ceremony. Therefore all the saṁskāraspurificatory processesare not mere formalities or social functions onlybut they are all for practical purposes and can be successfully performed by expert brāhmaṇas like Dhaumya and Kṛpa. Such brāhmaṇas are not only rarebut also not available in this ageand thereforefor the purpose of spiritual upliftment in this fallen agethe Gosvāmīs prefer the purificatory processes under Pāñcarātrika formulas to the Vedic rites."
        },
        {
            "type": "regular",
            "text": "Kṛpācārya is the son of the great Ṛṣi Sardban and was born in the family of Gautama. The birth is said to be accidental. By chancethe great Ṛṣi Sardban met Janapadīa famous society girl of heavenand the Ṛṣi Sardban discharged semina in two parts. By one part immediately a male child and by the other part a female child were born as twins. The male child was later on known as Kṛpaand the female child was known as Kṛpī. Mahārāja Śantanuwhile engaged in chase in the junglepicked up the children and brought them up to the brahminical status by the proper purificatory process. Kṛpācārya later became a great general like Droṇācāryaand his sister was married to Droṇācārya. Kṛpācārya later on took part in the Battle of Kurukṣetra and joined the party of Duryodhana. Kṛpācārya helped kill Abhimanyuthe father of Mahārāja Parīkṣitbut he was still held in esteem by the family of the Pāṇḍavas due to his being as great a brāhmaṇa as Droṇācārya. When the Pāṇḍavas were sent to the forest after being defeated in the gambling game with DuryodhanaDhṛtarāṣṭra entrusted the Pāṇḍavas to Kṛpācārya for guidance. After the end of the battleKṛpācārya again became a member of the royal assemblyand he was called during the birth of Mahārāja Parīkṣit for recitation of auspicious Vedic hymns to make the ceremony successful. Mahārāja Yudhiṣṭhirawhile quitting the palace for his great departure to the Himalayasentrusted Kṛpācārya with Mahārāja Parīkṣit as his discipleand he left home satisfied because of Kṛpācārya's taking charge of Mahārāja Parīkṣit. The great administratorskings and emperors were always under the guidance of learned brāhmaṇas like Kṛpācārya and thus were able to act properly in the discharge of political responsibilities."
        }
    ]
}
