{
    "page_info": {
        "current_id": "SB 1.12.20",
        "previous_id": "SB 1.12.19",
        "next_id": "SB 1.12.21"
    },
    "verse": [
        {
            "roman": "eṣa dātā śaraṇyaś ca\nyathā hy auśīnaraḥ śibiḥ\nyaśo vitanitā svānāṁ\ndauṣyantir iva yajvanām\n"
        }
    ],
    "synonyms": "\neṣaḥ—this child; dātā—donor in charity; śaraṇyaḥ—protector of the surrendered; ca—and; yathā—as; hi—certainly; auśīnaraḥ—the country named Uśīnara; śibiḥ—Śibi; yaśaḥ—fame; vitanitā—disseminator; svānām—of the kinsmen; dauṣyantiḥ iva—like Bharata, the son of Duṣyanta; yajvanām—of those who have performed many sacrifices.\n\n",
    "translation": "\nThis child will be a munificent donor of charity and protector of the surrendered, like the famous King Śibi of the Uśīnara country. And he will expand the name and fame of his family like Bharata, the son of Mahārāja Duṣyanta.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "A king becomes famous by his acts of charityperformances of yajñasprotection of the surrenderedetc. A kṣatriya king is proud to give protection to the surrendered souls. This attitude of a king is called īśvara-bhavaor factual power to give protection in a righteous cause. In the Bhagavad-gītā the Lord instructs living beings to surrender unto Himand He promises all protection. The Lord is all-powerful and true to His wordand therefore He never fails to give protection to His different devotees. The kingbeing the representative of the Lordmust possess this attitude of giving protection to the surrendered souls at all risk. Mahārāja Śibithe King of Uśīnarawas an intimate friend of Mahārāja Yayātiwho was able to reach the heavenly planets along with Mahārāja Śibi. Mahārāja Śibi was aware of the heavenly planet where he was to be transferred after his deathand the description of this heavenly planet is given in the Mahābhārata (Adi-parva 96.6-9). Mahārāja Śibi was so charitably disposed that he wanted to give over his acquired position in the heavenly kingdom to Yayātibut he did not accept it. Yayāti went to the heavenly planet along with great ṛṣis like Aṣṭaka and others. On inquiry from the ṛṣisYayāti gave an account of Śibi's pious acts when all of them were on the path to heaven. He has become a member of the assembly of Yamarājawho has become his worshipful deity. As confirmed in the Bhagavad-gītāthe worshiper of the demigods goes to the planets of the demigods (yānti deva-vratā devān ); so Mahārāja Śibi has become an associate of the great Vaiṣṇava authority Yamarāja on that particular planet. While he was on the earth he became very famous as a protector of surrendered souls and a donor of charities. The King of heaven once took the shape of a pigeon-hunter bird (eagle)and Agnithe fire-godtook the shape of a pigeon. The pigeonwhile being chased by the eagletook shelter on the lap of Mahārāja Śibiand the hunter eagle wanted the pigeon back from the King. The King wanted to give it some other meat to eat and requested the bird not to kill the pigeon. The hunter bird refused to accept the King's offerbut it was settled later on that the eagle would accept flesh from the body of the King of the pigeon's equivalent weight. The King began to cut flesh from his body to weigh in the balance equivalent to the weight of the pigeonbut the mystic pigeon always remained heavier. The King then put himself on the balance to equate with the pigeonand the demigods were pleased with him. The King of heaven and the fire-god disclosed their identityand the King was blessed by them. Devarṣi Nārada also glorified Mahārāja Śibi for his great achievementsspecifically in charity and protection. Mahārāja Śibi sacrificed his own son for the satisfaction of human beings in his kingdom. And thus child Parīkṣit was to become a second Śibi in charity and protection."
        },
        {
            "type": "regular",
            "text": "Dauṣyanti Bharata: There are many Bharatas in historyof which Bharata the brother of Lord RāmaBharata the son of King Ṛṣabhaand Bharata the son of Mahārāja Duṣyanta are very famous. And all these Bharatas are historically known to the universe. This earth planet is known as Bhārataor Bhārata-varṣadue to King Bharata the son of Ṛṣabhabut according to some this land is known as Bhārata due to the reign of the son of Duṣyanta. So far as we are convincedthis land's name Bhārata-varṣa was established from the reign of Bharata the son of King Ṛṣabha. Before him the land was known as Ilāvati-varṣabut just after the coronation of Bharatathe son of Ṛṣabhathis land became famous as Bhārata-varṣa."
        },
        {
            "type": "regular",
            "text": "But despite all thisBharatathe son of Mahārāja Duṣyanta was not less important. He is the son of the famous beauty Śakuntalā. Mahārāja Duṣyanta fell in love with Śakuntalā in the forestand Bharata was conceived. After thatMahārāja forgot his wife Śakuntalā by the curse of Kaṇva Muniand the child Bharata was brought up in the forest by his mother. Even in his childhood he was so powerful that he challenged the lions and elephants in the forest and would fight with them as little children play with cats and dogs. Because of the boy's becoming so strongmore than the so-called modern Tarzanthe ṛṣis in the forest called him Sarvadamanor one who is able to control everyone. A full description of Mahārāja Bharata is given in the MahābhārataAdi-parva. The Pāṇḍavasor the Kurusare sometimes addressed as Bhārata due to being born in the dynasty of the famous Mahārāja Bharatathe son of King Duṣyanta."
        }
    ]
}
