{
    "page_info": {
        "current_id": "SB 1.12.21",
        "previous_id": "SB 1.12.20",
        "next_id": "SB 1.12.22"
    },
    "verse": [
        {
            "roman": "dhanvinām agraṇīr eṣa\ntulyaś cārjunayor dvayoḥ\nhutāśa iva durdharṣaḥ\nsamudra iva dustaraḥ\n"
        }
    ],
    "synonyms": "\ndhanvinām—of the great bowmen; agraṇīḥ—the foreman; eṣaḥ—this child; tulyaḥ—equally good; ca—and; arjunayoḥ—of the Arjunas; dvayoḥ—of the two; hutāśaḥ—fire; iva—like; durdharṣaḥ—irresistible; samudraḥ—ocean; iva—like; dustaraḥ—unsurpassable.\n\n",
    "translation": "\nAmongst great bowmen, this child will be as good as Arjuna. He will be as irresistible as fire and as unsurpassable as the ocean.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "In history there are two Arjunas. One is Kārttavīrya Arjunathe King of Haihayaand the other is the grandfather of the child. Both the Arjunas are famous for their bowmanshipand the child Parīkṣit is foretold to be equal to both of themparticularly in fighting. A short description of the Pāṇḍava Arjuna is given below:"
        },
        {
            "type": "regular",
            "text": "Pāṇḍava Arjuna: The great hero of the Bhagavad-gītā. He is the kṣatriya son of Mahārāja Pāṇḍu. Queen Kuntīdevī could call for any one of the demigodsand thus she called Indraand Arjuna was born by him. Arjuna is therefore a plenary part of the heavenly King Indra. He was born in the month of Phalguna (February-March)and therefore he is also called Phalguni. When he appeared as the son of Kuntīhis future greatness was proclaimed by air messagesand all the important personalities from different parts of the universesuch as the demigodsthe Gandharvasthe Adityas (from the sun globe)the Rudrasthe Vasusthe Nāgasthe different ṛṣis (sages) of importanceand the Apsarās (the society girls of heaven)all attended the ceremony. The Apsarās pleased everyone by their heavenly dances and songs. Vasudevathe father of Lord Kṛṣṇa and the maternal uncle of Arjunasent his priest representative Kaśyapa to purify Arjuna by all the prescribed saṁskārasor reformatory processes. His saṁskāra of being given a name was performed in the presence of the ṛṣisresidents of Śatasṛṅga. He married four wivesDraupadīSubhadrāCitrāṅgadā and Ulūpīfrom whom he got four sons of the names ŚrutakīrtiAbhimanyuBabhruvāhana and Irāvān respectively."
        },
        {
            "type": "regular",
            "text": "During his student life he was entrusted to study under the great professor Droṇācāryaalong with other Pāṇḍavas and the Kurus. But he excelled everyone by his studious intensityand Droṇācārya was especially attracted by his disciplinary affection. Droṇācārya accepted him as a first-grade scholar and loved heartily to bestow upon him all the blessings of military science. He was so ardent a student that he used to practice bowmanship even at nightand for all these reasons Professor Droṇācārya was determined to make him the topmost bowman of the world. He passed very brilliantly the examination in piercing the targetand Droṇācārya was very pleased. Royal families at Maṇipur and Tripura are descendants of Arjuna's son Babhruvāhana. Arjuna saved Droṇācārya from the attack of a crocodileand the Ācāryabeing pleased with himrewarded him with a weapon of the name brahmaśira. Mahārāja Drupada was inimical toward Droṇācāryaand thus when he attacked the ĀcāryaArjuna got him arrested and brought him before Droṇācārya. He besieged a city of the name Ahichhatrabelonging to Mahārāja Drupadaand after taking it over he gave it to Droṇācārya. The confidential treatment of the weapon brahmaśira was explained to Arjunaand Droṇācārya was promised by Arjuna that he would use the weapon if necessary when he (Droṇācārya) personally became an enemy of Arjuna. By thisthe Ācārya forecasted the future battle of Kurukṣetrain which Droṇācārya was on the opposite side. Mahārāja Drupadaalthough defeated by Arjuna on behalf of his professor Droṇācāryadecided to hand over his daughter Draupadī to his young combatantbut he was disappointed when he heard the false news of Arjuna's death in the fire of a shellac house intrigued by Duryodhana. He therefore arranged for Draupadī's personal selection of a groom who could pierce the eye of a fish hanging on the ceiling. This trick was especially made because only Arjuna could do itand he was successful in his desire to hand over his equally worthy daughter to Arjuna. Arjuna's brothers were at that time living incognito under agreement with Duryodhanaand Arjuna and his brothers attended the meeting of Draupadī's selection in the dress of brāhmaṇas. When all the kṣatriya kings assembled saw that a poor brāhmaṇa had been garlanded by Draupadī for her lordŚrī Kṛṣṇa disclosed his identity to Balarāma."
        },
        {
            "type": "regular",
            "text": "He met Ulūpī at Haridvāra (Hardwar)and he was attracted by a girl belonging to Nāgalokaand thus Iravān was born. Similarlyhe met Citrāṅgadāa daughter of the King of Maṇipuraand thus Babhruvāhana was born. Lord Śrī Kṛṣṇa made a plan to help Arjuna to kidnap Subhadrāsister of Śrī Kṛṣṇabecause Baladeva was inclined to hand her over to Duryodhana. Yudhiṣṭhira also agreed with Śrī Kṛṣṇaand thus Subhadrā was taken by force by Arjuna and then married to him. Subhadrā's son is Abhimanyuthe father of Parīkṣit Mahārājathe posthumous child. Arjuna satisfied the fire-god by setting fire to the Khāṇḍava Forestand thus the fire-god gave him one weapon. Indra was angry when the fire was set in the Khāṇḍava Forestand thus Indraassisted by all other demigodsbegan fighting with Arjuna for his great challenge. They were defeated by Arjunaand Indradeva returned to his heavenly kingdom. Arjuna also promised all protection to one Mayāsuraand the latter presented him one valuable conchshell celebrated as the Devadatta. Similarlyhe received many other valuable weapons from Indradeva when he was satisfied to see his chivalry."
        },
        {
            "type": "regular",
            "text": "When Mahārāja Yudhiṣṭhira was disappointed in defeating the King of MagadhaJarāsandhait was Arjuna only who gave King Yudhiṣṭhira all kinds of assurancesand thus ArjunaBhīma and Lord Kṛṣṇa started for Magadha to kill Jarāsandha. When he went out to bring all other kings of the world under the subjection of the Pāṇḍavasas was usual after the coronation of every emperorhe conquered the country named Kelinda and brought in subjugation King Bhagdutt. Then he traveled through countries like AntagiriUlukpur and Modapur and brought under subjugation all the rulers."
        },
        {
            "type": "regular",
            "text": "Sometimes he underwent severe types of penancesand later on he was rewarded by Indradeva. Lord Śiva also wanted to try the strength of Arjunaand in the form of an aborigineLord Śiva met him. There was a great fight between the twoand at last Lord Śiva was satisfied with him and disclosed his identity. Arjuna prayed to the lord in all humblenessand the lordbeing pleased with himpresented him the paśupata weapon. He acquired many other important weapons from different demigods. He received daṇḍāstra from Yamarājapaśāstra from Varuṇaand antardhana-astra from Kuverathe treasurer of the heavenly kingdom. Indra wanted him to come to the heavenly kingdomthe Indraloka planet beyond the moon planet. In that planet he was cordially received by the local residentsand he was awarded reception in the heavenly parliament of Indradeva. Then he met Indradevawho not only presented him with his vajra weaponbut also taught him the military and musical science as used in the heavenly planet. In one senseIndra is the real father of Arjunaand therefore indirectly he wanted to entertain Arjuna with the famous society girl of heavenUrvaśīthe celebrated beauty. The society girls of heaven are lustyand Urvaśī was very eager to contact Arjunathe strongest human being. She met him in his room and expressed her desires but Arjuna sustained his unimpeachable character by closing his eyes before Urvaśīaddressing her as mother of the Kuru dynasty and placing her in the category of his mothers KuntīMādrī and Śacīdevīwife of Indradeva. DisappointedUrvaśī cursed Arjuna and left. In the heavenly planet he also met the great celebrated ascetic Lomasa and prayed to him for the protection of Mahārāja Yudhiṣṭhira."
        },
        {
            "type": "regular",
            "text": "When his inimical cousin Duryodhana was under the clutches of the Gandharvashe wanted to save him and requested the Gandharvas to release Duryodhanabut the Gandharvas refusedand thus he fought with them and got Duryodhana released. When all the Pāṇḍavas lived incognitohe presented himself in the court of King Virāṭa as a eunuch and was employed as the musical teacher of Uttarāhis future daughter-in-lawand was known in the Virāṭa court as the Bṛhannala. As Bṛhannalahe fought on behalf of Uttarathe son of King Virāṭaand thus defeated the Kurus in the fight incognito. His secret weapons were safely kept in the custody of a somi treeand he ordered Uttara to get them back. His identity and his brothers' identity were later on disclosed to Uttara. Droṇācārya was informed of Arjuna's presence in the fight of the Kurus and the Virāṭas. Lateron the Battlefield of KurukṣetraArjuna killed many great generals like Karṇa and others. After the Battle of Kurukṣetrahe punished Aśvatthāmāwho had killed all the five sons of Draupadī. Then all the brothers went to Bhīṣmadeva."
        },
        {
            "type": "regular",
            "text": "It is due to Arjuna only that the great philosophical discourses of the Bhagavad-gītā were again spoken by the Lord on the Battlefield of Kurukṣetra. His wonderful acts on the Battlefield of Kurukṣetra are vividly described in the Mahābhārata. Arjuna was defeatedhoweverby his son Babhruvāhana at Maṇipura and fell unconscious when Ulūpī saved him. After the disappearance of Lord Kṛṣṇathe message was brought by Arjuna to Mahārāja Yudhiṣṭhira. AgainArjuna visited Dvārakāand all the widow wives of Lord Kṛṣṇa lamented before him. He took them all in the presence of Vasudeva and pacified all of them. Later onwhen Vasudeva passed awayhe performed his funeral ceremony in the absence of Kṛṣṇa. While Arjuna was taking all the wives of Kṛṣṇa to Indraprasthahe was attacked on the wayand he could not protect the ladies in his custody. At lastadvised by Vyāsadevaall the brothers headed for Mahāprasthan. On the wayat the request of his brotherhe gave up all important weapons as uselessand he dropped them all in the water."
        }
    ]
}
