{
    "page_info": {
        "current_id": "SB 1.12.23",
        "previous_id": "SB 1.12.22",
        "next_id": "SB 1.12.24"
    },
    "verse": [
        {
            "roman": "pitāmaha-samaḥ sāmye\nprasāde giriśopamaḥ\nāśrayaḥ sarva-bhūtānāṁ\nyathā devo ramāśrayaḥ\n"
        }
    ],
    "synonyms": "\npitāmaha—the grandfather, or Brahmā; samaḥ—equally good; sāmye—in the matter; prasāde—in charity or in munificence; giriśa—Lord Śiva; upamaḥ—comparison of equilibrium; āśrayaḥ—resort; sarva—all; bhūtānām—of the living beings; yathā—as; devaḥ—the Supreme Lord; ramā-āśrayaḥ—the Personality of Godhead.\n\n",
    "translation": "\nThis child will be like his grandfather Yudhiṣṭhira or Brahmā in equanimity of mind. He will be munificent like the lord of the Kailāsa Hill, Śiva. And he will be the resort of everyone, like the Supreme Personality of Godhead Nārāyaṇa, who is even the shelter of the goddess of fortune.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Mental equanimity refers both to Mahārāja Yudhiṣṭhira and to Brahmāthe grandfather of all living beings. According to Śrīdhara Svāmīthe grandfather referred to is Brahmābut according to Viśvanātha Cakravartīthe grandfather is Mahārāja Yudhiṣṭhira himself. But in both cases the comparison is equally good because both of them are recognized representatives of the Supreme Lordand thus both of them have to maintain mental equanimitybeing engaged in welfare work for the living being. Any responsible executive agent at the top of administration has to tolerate different types of onslaughts from the very persons for whom he works. Brahmājī was criticized even by the gopīsthe highest perfectional devotees of the Lord. The gopīs were dissatisfied with the work of Brahmājī because Lord Brahmāas creator of this particular universecreated eyelids which obstructed their seeing Lord Kṛṣṇa. They could not tolerate a moment's blinking of the eyesfor it kept them from seeing their beloved Lord Kṛṣṇa. So what to speak of otherswho are naturally very critical of every action of a responsible man? SimilarlyMahārāja Yudhiṣṭhira had to cross over many difficult situations created by his enemiesand he proved to be the most perfect maintainer of mental equanimity in all critical circumstances. Therefore the example of both grandfathers for maintaining equanimity of mind is quite fitting."
        },
        {
            "type": "regular",
            "text": "Lord Śiva is a celebrated demigod who awards gifts to beggars. His name is therefore Āśutoṣaor one who is pleased very easily. He is also called the Bhūtanāthaor the lord of the common folkwho are mainly attached to him because of his munificent giftseven without consideration of the aftereffects. Rāvaṇa was very attached to Lord Śivaand by easily pleasing himRāvaṇa became so powerful that he wanted to challenge the authority of Lord Rāma. Of courseRāvaṇa was never helped by Lord Śiva when he fought with Rāmathe Supreme Personality of Godhead and the Lord of Lord Śiva. To VṛkāsuraLord Śiva awarded a benediction which was not only awkwardbut also disturbing. Vṛkāsura became empoweredby the grace of Lord Śivato vanish anyone's head simply by touching it. Although this was awarded by Lord Śivathe cunning fellow wanted to make an experiment of the power by touching the head of Lord Śiva. Thus the lord had to take shelter of Viṣṇu to save himself from troubleand the Lord Viṣṇuby His illusory potencyasked Vṛkāsura to make an experiment with his own head. The fellow did it and was finished himselfand so the world was saved from all sorts of trouble by such a cunning beggar of the demigods. The excellent point is that Lord Śiva never denies anyone any sort of gift. He is therefore the most generousalthough sometimes some kind of a mistake is made."
        },
        {
            "type": "regular",
            "text": "Ramā means the goddess of fortune. And her shelter is Lord Viṣṇu. Lord Viṣṇu is the maintainer of all living beings. There are innumerable living beingsnot only on the surface of this planet but also in all other hundreds of thousands of planets. All of them are provided with all necessities of life for the progressive march towards the end of self-realizationbut on the path of sense gratification they are put into difficulty by the agency of māyāthe illusory energyand so travel the path of a false plan of economic development. Such economic development is never successful because it is illusory. These men are always after the mercy of the illusory goddess of fortunebut they do not know that the goddess of fortune can live only under the protection of Viṣṇu. Without Viṣṇuthe goddess of fortune is an illusion. We should therefore seek the protection of Viṣṇu instead of directly seeking the protection of the goddess of fortune. Only Viṣṇu and the devotees of Viṣṇu can give protection to alland because Mahārāja Parīkṣit was himself protected by Viṣṇuit was quite possible for him to give complete protection to all who wanted to live under his rule."
        }
    ]
}
