{
    "page_info": {
        "current_id": "SB 1.12.24",
        "previous_id": "SB 1.12.23",
        "next_id": "SB 1.12.25"
    },
    "verse": [
        {
            "roman": "sarva-sad-guṇa-māhātmye\neṣa kṛṣṇam anuvrataḥ\nrantideva ivodāro\nyayātir iva dhārmikaḥ\n"
        }
    ],
    "synonyms": "\nsarva-sat-guṇa-māhātmye—glorified by all godly attributes; eṣaḥ—this child; kṛṣṇam—like Lord Kṛṣṇa; anuvrataḥ—a follower in His footsteps; rantidevaḥ—Rantideva; iva—like; udāraḥ—in the matter of magnanimity; yayātiḥ—Yayāti; iva—like; dhārmikaḥ—concerning religion.\n\n",
    "translation": "\nThis child will be almost as good as Lord Śrī Kṛṣṇa by following in His footsteps. In magnanimity he will become as great as King Rantideva. And in religion he will be like Mahārāja Yayāti.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The last instruction of Lord Śrī Kṛṣṇa in the Bhagavad-gītā is that one should give up everything and should follow in the footsteps of the Lord alone. Less intelligent persons do not agree to this great instruction of the Lordas ill luck would have itbut one who is actually intelligent catches up this sublime instruction and is immensely benefited. Foolish people do not know that association is the cause of acquiring qualities. Association with fire makes an object hoteven in the material sense. Thereforeassociation with the Supreme Personality of Godhead makes one qualified like the Lord. As we have discussed previouslyone can achieve seventy-eight percent of the godly qualities by the Lord's intimate association. To follow the instructions of the Lord is to associate with the Lord. The Lord is not a material object whose presence one has to feel for such association. The Lord is present everywhere and at all times. It is quite possible to have His association simply by following His instruction because the Lord and His instruction and the Lord and His namefameattributes and paraphernalia are all identical with Himbeing absolute knowledge. Mahārāja Parīkṣit associated with the Lord even from the womb of his mother up to the last day of his valuable lifeand thus he acquired all the essential good qualities of the Lord in all perfection."
        },
        {
            "type": "regular",
            "text": "Rantideva: An ancient king prior to the Mahābhārata periodreferred to by Nārada Muni while instructing Sañjayaas mentioned in Mahābhārata (Droṇa-parva 67). He was a great kingliberal for hospitality and distribution of foodstuff. Even Lord Śrī Kṛṣṇa praised his acts of charity and hospitality. He was blessed by the great Vasiṣṭha Muni for supplying him cold waterand thus he achieved the heavenly planet. He used to supply fruitsroots and leaves to the ṛṣisand thus he was blessed by them with fulfillment of his desires. Although a kṣatriya by birthhe never ate flesh in his life. He was especially hospitable to Vasiṣṭha Muniand by his blessings only he attained the higher planetary residence. He is one of those pious kings whose names are remembered in the morning and evening."
        },
        {
            "type": "regular",
            "text": "Yayāti: The great emperor of the world and the original forefather of all great nations of the world who belong to the Āryan and Indo-European stock. He is the son of Mahārāja Nabuṣaand he became the emperor of the world due to his elder brother's becoming a great and liberated saintly mystic. He ruled over the world for several thousands of years and performed many sacrifices and pious activities recorded in historyalthough his early youth was very lustful and full of romantic stories. He fell in love with Devayānīthe most beloved daughter of Śukrācārya. Devayānī wished to marry himbut at first he refused to accept her because of her being a daughter of a brāhmaṇa. According to śāstrasa brāhmaṇa could marry the daughter of a kṣatriya but a kṣatriya could not marry the daughter of a brāhmaṇa. They were very much cautious about varṇa-saṅkara population in the world. Śukrācārya amended this law of forbidden marriage and induced Emperor Yayāti to accept Devayānī. Devayānī had a girl friend named Śarmiṣṭhāwho also fell in love with the emperor and thus went with her friend Devayānī. Śukrācārya forbade Emperor Yayāti to call Śarmiṣṭhā into his bedroombut Yayāti could not strictly follow his instruction. He secretly married Śarmiṣṭhā also and begot sons by her. When this was known by Devayānīshe went to her father and lodged a complaint. Yayāti was much attached to Devayānīand when he went to his father-in-law's place to call herŚukrācārya was angry with him and cursed him to become impotent. Yayāti begged his father-in-law to withdraw his cursebut the sage asked Yayāti to ask youthfulness from his sons and let them become old as the condition of his becoming potent. He had five sonstwo from Devayānī and three from Śarmiṣṭhā. From his five sonsnamely (1) Yadu(2) Turvasu(3) Druhyu(4) Anu and (5) Pūrufive famous dynastiesnamely (1) the Yadu dynasty(2) the Yavana (Turk) dynasty(3) the Bhoja dynasty(4) the Mleccha dynasty (Greek) and (5) the Paurava dynastyall emanated to spread all over the world. He reached the heavenly planets by dint of his pious actsbut he fell down from there because of his self-advertisement and criticizing other great souls. After his fallhis daughter and grandson bestowed upon him their accumulated virtuesand by the help of his grandson and friend Śibihe was again promoted to the heavenly kingdombecoming one of the assembly members of Yamarājawith whom he is staying as a devotee. He performed more than one thousand different sacrificesgave in charity very liberally and was a very influential king. His majestic power was felt all over the world. His youngest son agreed to award him his youthfulness when he was troubled with lustful desireseven for one thousand years. Finally he became detached from worldly life and returned the youthfulness again to his son Pūru. He wanted to hand over the kingdom to Pūrubut his noblemen and the subjects did not agree. But when he explained to his subjects the greatness of Pūruthey agreed to accept Pūru as the Kingand thus Emperor Yayāti retired from family life and left home for the forest."
        }
    ]
}
