{
    "page_info": {
        "current_id": "SB 1.12.26",
        "previous_id": "SB 1.12.25",
        "next_id": "SB 1.12.27"
    },
    "verse": [
        {
            "roman": "rājarṣīṇāṁ janayitā\nśāstā cotpatha-gāminām\nnigrahītā kaler eṣa\nbhuvo dharmasya kāraṇāt\n"
        }
    ],
    "synonyms": "\nrāja-ṛṣīṇām—of kings as good as sages; janayitā—producer; śāstā—chastiser; ca—and; utpatha-gāminām—of the upstarts; nigrahītā—molester; kaleḥ—of the quarrelsome; eṣaḥ—this; bhuvaḥ—of the world; dharmasya—of religion; kāraṇāt—on account of.\n\n",
    "translation": "\nThis child will be the father of kings who will be like sages. For world peace and for the sake of religion, he will be the chastiser of the upstarts and the quarrelsome.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The wisest man in the world is a devotee of the Lord. The sages are called wise menand there are different types of wise men for different branches of knowledge. Unlessthereforethe king or the head of the state is the wisest manhe cannot control all types of wise men in the state. In the line of royal succession in the family of Mahārāja Yudhiṣṭhiraall the kingswithout exceptionwere the wisest men of their timesand so also it is foretold about Mahārāja Parīkṣit and his son Mahārāja Janamejayawho was yet to be born. Such wise kings can become chastisers of upstarts and uprooters of Kalior quarrelsome elements. As will be clear in the chapters aheadMahārāja Parīkṣit wanted to kill the personified Kaliwho was attempting to kill a cowthe emblem of peace and religion. The symptoms of Kali are (1) wine(2) women(3) gambling and (4) slaughterhouses. Wise rulers of all states should take lessons from Mahārāja Parīkṣit in how to maintain peace and morality by subduing the upstarts and quarrelsome people who indulge in wineillicit connection with womengambling and meat-eating supplied by regularly maintained slaughterhouses. In this age of Kaliregular license is issued for maintaining all of these different departments of quarrel. So how can they expect peace and morality in the state? The state fathersthereforemust follow the principles of becoming wiser by devotion to the Lordby chastising the breaker of discipline and by uprooting the symptoms of quarrelas mentioned above. If we want blazing firewe must use dry fuel. Blazing fire and moist fuel go ill together. Peace and morality can prosper only by the principles of Mahārāja Parīkṣit and his followers."
        }
    ]
}
