{
    "page_info": {
        "current_id": "SB 1.12.29",
        "previous_id": "SB 1.12.28",
        "next_id": "SB 1.12.30"
    },
    "verse": [
        {
            "roman": "iti rājña upādiśya\nviprā jātaka-kovidāḥ\nlabdhāpacitayaḥ sarve\npratijagmuḥ svakān gṛhān\n"
        }
    ],
    "synonyms": "\niti—thus; rājñe—unto the King; upādiśya—having advised; viprāḥ—persons well versed in the Vedas; jātaka-kovidāḥ—persons expert in astrology and in the performance of birth ceremonies; labdha-apacitayaḥ—those who had received sumptuously as remuneration; sarve—all of them; pratijagmuḥ—went back; svakān—their own; gṛhān—houses.\n\n",
    "translation": "\nThus those who were expert in astrological knowledge and in performance of the birth ceremony instructed King Yudhiṣṭhira about the future history of his child. Then, being sumptuously remunerated, they all returned to their respective homes.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "The Vedas are the storehouse of knowledgeboth material and spiritual. But such knowledge aims at perfection of self-realization. In other wordsthe Vedas are the guides for the civilized man in every respect. Since human life is the opportunity to get free from all material miseriesit is properly guided by the knowledge of the Vedasin the matters of both material needs and spiritual salvation. The specific intelligent class of men who were devoted particularly to the knowledge of the Vedas were called the viprasor the graduates of the Vedic knowledge. There are different branches of knowledge in the Vedasof which astrology and pathology are two important branches necessary for the common man. So the intelligent mengenerally known as the brāhmaṇastook up all the different branches of Vedic knowledge to guide society. Even the department of military education (Dhanur-veda) was also taken up by such intelligent menand the vipras were also teachers of this section of knowledgeas were DroṇācāryaKṛpācāryaetc."
        },
        {
            "type": "regular",
            "text": "The word vipra mentioned herein is significant. There is a little difference between the vipras and the brāhmaṇas. The vipras are those who are expert in karma-kāṇḍaor fruitive activitiesguiding the society towards fulfilling the material necessities of lifewhereas the brāhmaṇas are expert in spiritual knowledge of transcendence. This department of knowledge is called jñāna-kāṇḍaand above this there is the upāsanā-kāṇḍa. The culmination of upāsanā-kāṇḍa is the devotional service of the Lord Viṣṇuand when the brāhmaṇas achieve perfectionthey are called Vaiṣṇavas. Viṣṇu worship is the highest of the modes of worship. Elevated brāhmaṇas are Vaiṣṇavas engaged in the transcendental loving service of the Lordand thus Śrīmad-Bhāgavatamwhich is the science of devotional serviceis very dear to the Vaiṣṇavas. And as explained in the beginning of the Śrīmad-Bhāgavatamit is the mature fruit of Vedic knowledge and is superior subject matterabove the three kāṇḍasnamely karmajñāna and upāsanā."
        },
        {
            "type": "regular",
            "text": "Amongst the karma-kāṇḍa expertsthe jātaka expert vipras were good astrologers who could tell all the future history of a born child simply by the astral calculations of the time (lagna). Such expert jātaka-vipras were present during the birth of Mahārāja Parīkṣitand his grandfatherMahārāja Yudhiṣṭhiraawarded the vipras sufficiently with goldlandvillagesgrains and other valuable necessaries of lifewhich also include cows. There is a need of such vipras in the social structureand it is the duty of the state to maintain them comfortablyas designed in the Vedic procedure. Such expert viprasbeing sufficiently paid by the statecould give free service to the people in generaland thus this department of Vedic knowledge could be available for all."
        }
    ]
}
