{
    "page_info": {
        "current_id": "SB 1.12.30",
        "previous_id": "SB 1.12.29",
        "next_id": "SB 1.12.31"
    },
    "verse": [
        {
            "roman": "sa eṣa loke vikhyātaḥ\nparīkṣid iti yat prabhuḥ\npūrvaṁ dṛṣṭam anudhyāyan\nparīkṣeta nareṣv iha\n"
        }
    ],
    "synonyms": "\nsaḥ—he; eṣaḥ—in this; loke—world; vikhyātaḥ—famous; parīkṣit—one who examines; iti—thus; yat—what; prabhuḥ—O my King; pūrvam—before; dṛṣṭam—seen; anudhyāyan—constantly contemplating; parīkṣeta—shall examine; nareṣu—unto every man; iha—here.\n\n",
    "translation": "\nSo his son would become famous in the world as Parīkṣit [examiner] because he would come to examine all human beings in his search after that personality whom he saw before his birth. Thus he would come to constantly contemplate Him.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "Mahārāja Parīkṣitfortunate as he wasgot the impression of the Lord even in the womb of his motherand thus his contemplation on the Lord was constantly with him. Once the impression of the transcendental form of the Lord is fixed in one's mindone can never forget Him in any circumstance. Child Parīkṣitafter coming out of the wombwas in the habit of examining everyone to see whether he was the same personality whom he first saw in the womb. But no one could be equal to or more attractive than the Lordand therefore he never accepted anyone. But the Lord was constantly with him by such examinationand thus Mahārāja Parīkṣit was always engaged in the devotional service of the Lord by remembrance."
        },
        {
            "type": "regular",
            "text": "Śrīla Jīva Gosvāmī remarks in this connection that every childif given an impression of the Lord from his very childhoodcertainly becomes a great devotee of the Lord like Mahārāja Parīkṣit. One may not be as fortunate as Mahārāja Parīkṣit to have the opportunity to see the Lord in the womb of his motherbut even if he is not so fortunatehe can be made so if the parents of the child desire him to be so. There is a practical example in my personal life in this connection. My father was a pure devotee of the Lordand when I was only four or five years oldmy father gave me a couple of forms of Rādhā and Kṛṣṇa. In a playful mannerI used to worship these Deities along with my sisterand I used to imitate the performances of a neighboring temple of Rādhā-Govinda. By constantly visiting this neighboring temple and copying the ceremonies in connection with my own Deities of playI developed a natural affinity for the Lord. My father used to observe all the ceremonies befitting my position. Later onthese activities were suspended due to my association in the schools and collegesand I became completely out of practice. But in my youthful dayswhen I met my spiritual masterŚrī Śrīmad Bhaktisiddhānta Sarasvatī Gosvāmī Mahārājaagain I revived my old habitand the same playful Deities became my worshipful Deities in proper regulation. This was followed up until I left the family connectionand I am pleased that my generous father gave the first impression which was developed later into regulative devotional service by His Divine Grace. Mahārāja Prahlāda also advised that such impressions of a godly relation must be impregnated from the beginning of childhoodotherwise one may miss the opportunity of the human form of lifewhich is very valuable although it is temporary like others."
        }
    ]
}
