{
    "page_info": {
        "current_id": "SB 1.12.4",
        "previous_id": "SB 1.12.3",
        "next_id": "SB 1.12.5"
    },
    "verse": [
        {
            "roman": "sūta uvāca\napīpalad dharma-rājaḥ\npitṛvad rañjayan prajāḥ\nniḥspṛhaḥ sarva-kāmebhyaḥ\nkṛṣṇa-pādānusevayā\n"
        }
    ],
    "synonyms": "\nsūtaḥ uvāca—Śrī Sūta Gosvāmī said; apīpalat—administered prosperity; dharma-rājaḥ—King Yudhiṣṭhira; pitṛ-vat—exactly like a father; rañjayan—pleasing; prajāḥ—all those who took birth; niḥspṛhaḥ—without personal ambition; sarva—all; kāmebhyaḥ—from sense gratification; kṛṣṇa-pāda—the lotus feet of Lord Śrī Kṛṣṇa; anusevayā—by dint of rendering continuous service.\n\n",
    "translation": "\nŚrī Sūta Gosvāmī said: Emperor Yudhiṣṭhira administered generously to everyone during his reign. He was exactly like a father. He had no personal ambition and was freed from all sorts of sense gratification because of his continuous service unto the lotus feet of the Lord Śrī Kṛṣṇa.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "As mentioned in our introduction\"There is a need for the science of Kṛṣṇa in human society for all the suffering humanity of the worldand we simply request the leading personalities of all nations to take to the science of Kṛṣṇa for their own goodfor the good of societyand for the good of all the people of the world.\" So it is confirmed herein by the example of Mahārāja Yudhiṣṭhirathe personality of goodness. In India the people hanker after Rāma-rājya because the Personality of Godhead was the ideal king and all other kings or emperors in India controlled the destiny of the world for the prosperity of every living being who took birth on the earth. Herein the word prajāḥ is significant. The etymological import of the word is \"that which is born.\" On the earth there are many species of lifefrom the aquatics up to the perfect human beingsand all are known as prajās. Lord Brahmāthe creator of this particular universeis known as the prajāpati because he is the grandfather of all who have taken birth. Thus prajā is used in a broader sense than it is now used. The king represents all living beingsthe aquaticsplantstreesreptilesbirdsanimals and man. Every one of them is a part and parcel of the Supreme Lord and the kingbeing the representative of the Supreme Lordis duty-bound to give proper protection to every one of them. This is not the case with the presidents and dictators of this demoralized system of administrationwhere the lower animals are given no protection while the higher animals are given so-called protection. But this is a great science which can be learned only by one who knows the science of Kṛṣṇa. By knowing the science of Kṛṣṇaone can become the most perfect man in the worldand unless one has knowledge in this scienceall qualifications and doctorate diplomas acquired by academic education are spoiled and useless. Mahārāja Yudhiṣṭhira knew this science of Kṛṣṇa very wellfor it is stated here that by continuous cultivation of this scienceor by continuous devotional service to Lord Kṛṣṇahe acquired the qualification of administering the state. The father is sometimes seemingly cruel to the sonbut that does not mean that the father has lost the qualification to be a father. A father is always a father because he always has the good of the son at heart. The father wants every one of his sons to become a better man than himself. Thereforea king like Mahārāja Yudhiṣṭhirawho was the personality of goodnesswanted everyone under his administrationespecially human beings who have better developed consciousnessto become devotees of Lord Kṛṣṇa so that everyone can become free from the trifles of material existence. His motto of administration was all good for the citizensfor as personified goodness he knew perfectly well what is actually good for them. He conducted the administration on that principleand not on the rākṣasidemonicprinciple of sense gratification. As an ideal kinghe had no personal ambitionand there was no place for sense gratification because all his senses at all times were engaged in the loving service of the Supreme Lordwhich includes the partial service to the living beingswho form the parts and parcels of the complete whole. Those who are busy rendering service to the parts and parcelsleaving aside the wholeonly spoil time and energyas one does when watering the leaves of a tree without watering the root. If water is poured on the rootthe leaves are enlivened perfectly and automaticallybut if water is poured on the leaves onlythe whole energy is spoiled. Mahārāja Yudhiṣṭhirathereforewas constantly engaged in the service of the Lordand thus the parts and parcels of the Lordthe living beings under his careful administrationwere perfectly attended with all comforts in this life and all progress in the next. That is the way of perfect management of state administration."
        }
    ]
}
