{
    "page_info": {
        "current_id": "SB 1.12.6",
        "previous_id": "SB 1.12.5",
        "next_id": "SB 1.12.7"
    },
    "verse": [
        {
            "roman": "kiṁ te kāmāḥ sura-spārhā\nmukunda-manaso dvijāḥ\nadhijahrur mudaṁ rājñaḥ\nkṣudhitasya yathetare\n"
        }
    ],
    "synonyms": "\nkim—what for; te—all those; kāmāḥ—objects of sense enjoyment; sura—of the denizens of heaven; spārhāḥ—aspirations; mukunda-manasaḥ—of one who is already God conscious; dvijāḥ—O brāhmaṇas; adhijahruḥ—could satisfy; mudam—pleasure; rājñaḥ—of the king; kṣudhitasya—of the hungry; yathā—as it is; itare—in other things.\n\n",
    "translation": "\nO brāhmaṇas, the opulence of the King was so enchanting that the denizens of heaven aspired for it. But because he was absorbed in the service of the Lord, nothing could satisfy him except the Lord's service.\n\n",
    "purport": [
        {
            "type": "regular",
            "text": "There are two things in the world which can satisfy living beings. When one is materially engrossedhe is satisfied only by sense gratificationbut when one is liberated from the conditions of the material modeshe is satisfied only by rendering loving service for the satisfaction of the Lord. This means that the living being is constitutionally a servitorand not one who is served. Being illusioned by the conditions of the external energyone falsely thinks himself to be the servedbut actually he is not served; he is servant of the senses like lustdesireangeravaricepridemadness and intolerance. When one is in his proper senses by attainment of spiritual knowledgehe realizes that he is not the master of the material worldbut is only a servant of the senses. At that time he begs for the service of the Lord and thus becomes happy without being illusioned by so-called material happiness. Mahārāja Yudhiṣṭhira was one of the liberated soulsand therefore for him there was no pleasure in a vast kingdomgood wifeobedient brothershappy subjects and prosperous world. These blessings automatically follow for a pure devoteeeven though the devotee does not aspire for them. The example set herein is exactly suitable. It is said that one who is hungry is never satisfied by anything other than food."
        },
        {
            "type": "regular",
            "text": "The whole material world is full of hungry living beings. The hunger is not for good foodshelter or sense gratification. The hunger is for the spiritual atmosphere. Due to ignorance only they think that the world is dissatisfied because there is not sufficient foodshelterdefense and objects of sense gratification. This is called illusion. When the living being is hungry for spiritual satisfactionhe is misrepresented by material hunger. But the foolish leaders cannot see that even the people who are most sumptuously materially satisfied are still hungry. And what is their hunger and poverty? This hunger is actually for spiritual foodspiritual shelterspiritual defense and spiritual sense gratification. These can be obtained in the association of the Supreme SpiritLord Śrī Kṛṣṇaand therefore one who has them cannot be attracted by the so-called foodshelterdefense and sense gratification of the material worldeven if they are relished by the denizens of the heavenly planets. Thereforein the Bhagavad-gītā  it is said by the Lord that even in the topmost planet of the universenamely the Brahmalokawhere the duration of life is multiplied by millions of years by earth calculationone cannot satisfy his hunger. Such hunger can be satisfied only when the living being is situated in immortalitywhich is attained in the spiritual skyfarfar above the Brahmalokain the association of Lord Mukundathe Lord who awards His devotees the transcendental pleasure of liberation."
        }
    ]
}
