{
    "info": {
        "id": "SB 2.2.6",
        "prevId": "SB 2.2.5",
        "nextId": "SB 2.2.7"
    },
    "verses": [
        {
            "roman": "evaṁ sva-citte svata eva siddha\nātmā priyo 'rtho bhagavān anantaḥ\ntaṁ nirvṛto niyatārtho bhajeta\nsaṁsāra-hetūparamaś ca yatra\n"
        }
    ],
    "synonyms": "\nevam—thus; sva-citte—in one's own heart; svataḥ—by His omnipotency; eva—certainly; siddhaḥ—fully represented; ātmā—the Supersoul; priyaḥ—very dear; arthaḥ—substance; bhagavān—the Supreme Personality of Godhead; anantaḥ—the eternal unlimited; tam—unto Him; nirvṛtaḥ—being detached from the world; niyata—permanent; arthaḥ—the supreme gain; bhajeta—one must worship; saṁsāra-hetu—the cause of the conditioned state of existence; uparamaḥ—cessation; ca—certainly; yatra—in which.\n\n",
    "translation": "\nThus being fixed, one must render service unto the Supersoul situated in one's own heart by His omnipotency. Because He is the Almighty Personality of Godhead, eternal and unlimited, He is the ultimate goal of life, and by worshiping Him one can end the cause of the conditioned state of existence.\n\n",
    "purport": [
        {
            "type": "normal",
            "content": "\nAs confirmed in Bhagavad-gītā . The baby in the lap of his mother is naturally attached to the mother, and the mother is attached to the child. But when the child grows up and becomes overwhelmed by circumstances, he gradually becomes detached from the mother, although the mother always expects some sort of service from the grown-up child and is equally affectionate toward her child, even though the child is forgetful. Similarly, because we are all part and parcel of the Lord, the Lord is always affectionate to us, and He always tries to get us back home, back to Godhead. But we, the conditioned souls, do not care for Him and run instead after the illusory bodily connections. We must therefore extricate ourselves from all illusory connections of the world and seek reunion with the Lord, trying to render service unto Him because He is the ultimate truth. Actually we are hankering after Him as the child seeks the mother. And to search out the Supreme Personality of Godhead, we need not go anywhere else, because the Lord is within our hearts. This does not suggest, however, that we should not go to the places of worship, namely the temples, churches and mosques. Such holy places of worship are also occupied by the Lord because the Lord is omnipresent. For the common man these holy places are centers of learning about the science of God. When the temples are devoid of activities, the people in general become uninterested in such places, and consequently the mass of people gradually become godless, and a godless civilization is the result. Such a hellish civilization artificially increases the conditions of life, and existence becomes intolerable for everyone. The foolish leaders of a godless civilization try to devise various plans to bring about peace and prosperity in the godless world under a patent trademark of materialism, and because such attempts are illusory only, the people elect incompetent, blind leaders, one after another, who are incapable of offering solutions. If we want at all to end this anomaly of a godless civilization, we must follow the principles of revealed scriptures like the Śrīmad-Bhāgavatam and follow the instruction of a person like Śrī Śukadeva Gosvāmī who has no attraction for material gain.\n"
        }
    ]
}
